[
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Hak-Hak Sesama Muslim",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ سِتٌّ: إِذَا لَقِيْتَهُ فَسَلِّمْ عَلَيْهِ، وَإِذَا دَعَاكَ فَأَجِبْهُ، وَإِذَا اسْتَنْصَحَكَ فَانْصَحْهُ، وَإِذَا عَطَسَ فَحَمِدَ اللَّهَ فَسَمِّتْهُ، وَإِذاَ مَرِضَ فَعُدْهُ، وَإِذاَ مَاتَ فَاتْـبَعْهُ.\" رَوَاهُ مُسلِمٌ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Hak seorang muslim terhadap sesama muslim itu ada enam: jika kamu bertemu dengannya maka ucapkanlah salam, jika ia mengundangmu maka penuhilah undangannya, jika ia meminta nasihat kepadamu maka berilah ia nasihat, jika ia bersin dan mengucapkan ‘Alhamdulillah’ maka do‘akanlah ia dengan ‘Yarhamukallah’, jika ia sakit maka jenguklah dan jika ia meninggal dunia maka iringilah jenazahnya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2162. Disebutkan dalam (I): (فَشََمِّتْهُ) dan (فَاتَّـبِعْهُ)"
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Anjuran Melihat kepada yang lebih Rendah dalam Masalah Nikmat",
    "arab": "وَعَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"اُنْظُرُوْا إِلَى مَنْ هُوَ أَسْفَلَ مِنْكُمْ، وَلاَ تَنْظُرُوا إِلَى مَنْ هُوَ فَوْقَكُمْ، فَهُوَ أَجْدَرُ أَنْ لاَ تَزْدَرُوْا نِــعْمَةَ اللَّهِ عَلَيْكُمْ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Lihatlah orang-orang yang berada di bawah kalian, dan janganlah melihat orang yang berada di atas kalian karena hal itu lebih pantas agar kalian tidak menganggap rendah nikmat Allah yang telah dianugerahkan kepada kalian.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 6490 dan Muslim no. 2963. Lafadz ini milik Muslim."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Perbedaan Kebaikan dan Dosa",
    "arab": "وَعَنِ النَّوَّاسِ بْنِ سَمْعَانَ ر ضي الله عنه قَالَ: سَأَلْتُ رَسُوْلَ اللَّهِ ﷺ عَنِ الْبِرِّ وَالإِثْـمِ، فَقَالَ: \"اَلْبِرُّ حُسْنُ الْخُلُقِ، وَالإِثْـمُ مَاحَاكَ فِيْ صَدْرِكَ، وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari an Nawwas bin Sam‘an ر ضي الله عنه ia berkata: “Aku bertanya kepada Rasulullah ﷺ tentang kebaikan dan dosa,” Beliau bersabda: “Kebaikan adalah akhlaq yang baik dan dosa adalah sesuatu yang mengganjal di hatimu dan kamu tidak suka jika orang lain mengetahuinya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2553."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Larangan Berbisik-bisik Tanpa Melibatkan yang Lain",
    "arab": "وَعَنِ ابْنِ مَسْعُوْدٍ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إِذَا كُنْتُمْ ثَلاثَةً فَلاَ يَتَــنَاجَى اثْنَانِ دُوْنَ الآخَرِ، حَتَّى تَخْـتَـلِطُوْا بِالنَّاسِ، مِنْ أَجْلِ أَنَّ ذَلِكَ يُحْزِنُهُ.\" مُتَّفَقٌ عَلَيْهِ وَاللَّفْظُ لِمُسْلِمٍ.",
    "terjemahan": "Dari Ibnu Mas‘ud ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Jika kamu sedang bertiga maka janganlah dua orang berbisik-bisik tanpa melibatkan yang satunya, hingga berbaur dengan banyak orang karena yang demikian itu akan membuatnya sedih.” (Muttafaqun ‘alaih dan lafadznya milik Muslim).",
    "catatan": "(Shahih) HR. al Bukhari no. 6290 dan Muslim no. 2184. Dalam kitab asli Shahih Muslim tanpa kata (ذَلِكَ). Wallahu a'lam."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Larangan Mengusir Orang Lain dari Tempat Duduknya",
    "arab": "وَعَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ يُقِيْمُ الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيْهِ، وَلَكِنْ تَفَسَّحُوْا وَتَوَسَّعُوْا.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Janganlah seseorang mengusir orang lain dari tempat duduknya kemudian ia mengambil alih tempat duduk tersebut, akan tetapi berilah ia kelonggaran dan keluasan.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 6270 dan Muslim no. 2177. Lafadz ini milik Muslim."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Anjuran Menjilati Jari Tangan setelah Makan",
    "arab": "وَعَنِ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلاَ يَمْسَحْ يَدَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَهَا.\" مُتَّفَقٌ عَلَيْهِ .",
    "terjemahan": "Dari Ibnu ‘Abbas رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Jika salah seorang di antara kalian makan maka janganlah ia mencuci tangannya sebelum menjilatinya atau menjilatkan kepada yang lainnya.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5456 dan Muslim no. 2031. Dalam riwayat al Bukhari tanpa kata: (طَعَامًا)."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Anjuran Mengucapkan Salam",
    "arab": "وَعَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لِيُسَلِّمِ الصَّغِيْرُ عَلَى الْكَبِيْرِ، وَالْمَارُّ عَلَى الْقَاعِدِ، وَالْقَلِيْلُ عَلَى الْكَثِيْرِ.\" مُتَّفَقٌ عَلَيْهِ، وَفِيْ رِوَايَةِ لِمُسْلِمٍ \"وَالرَّاكِبُ عَلَى الْمَاشِيْ.\"",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Hendaklah yang muda memberi salam (terlebih dahulu) kepada yang tua, yang berjalan kepada yang duduk, yang sedikit kepada yang banyak.” (Muttafaqun ‘alaih) dalam riwayat Muslim disebutkan: “Dan yang naik kendaraan kepada yang berjalan kaki.”",
    "catatan": "(Shahih) HR. al Bukhari no. 6231, 6232, 6233, 6234 dan Muslim no. 2160"
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Ucapan Salam dalam Rombongan",
    "arab": "وَعَنْ عَلِيٍّ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"يُجْزِئُ عَنِ الْجَمَاعَةِ إِذَا مَرُّوْا أَنْ يُسَلِّمَ أَحَدُهُمْ، وَيُجْزِئُ عَنِ الْجَمَاعَةِ أَنْ يَرُدَّ أَحَدُهُمْ.\" رَوَاهُ أَحْمَدُ وَالْبَيْهَقِيُّ .",
    "terjemahan": "Dari ‘Ali ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Jika rombongan lewat maka cukup satu orang saja di antara mereka yang mengucapkan salam mewakili semuanya dan juga cukup satu orang saja yang menjawab salam mewakili semuanya.” (HR. Ahmad dan Baihaqi).",
    "catatan": "(Hasan dengan syawahidnya [penguat]) HR. Abu Daud no. 5210 dan al Baihaqi 9/49. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 3/279: \"Shahih\". Adapun dalam Musnad Ahmad tidak ditemukan hadits tersebut. Wallahu a'lam."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Larangan Mendahului Salam kepada Orang Kafir",
    "arab": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ تَبْدَؤُوْا الْيَهُوْدَ وَلاَ النَّصَارَى بِالسَّلاَمِ، وَإِذَا لَقِيتُمُوْهُمْ فِي طَرِيْقٍ فَاضْطَرُّوْهُمْ إِلَى أَضْيَقِهِ.\" أَخْرَجَهُ مُسْلِمٌ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Janganlah kalian mendahului mengucapkan salam kepada orang-orang Yahudi dan Nasrani, dan jika kalian bertemu dengan mereka disebuah jalan, desaklah mereka ke tempat yang paling sempit.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2167. Disebutkan dalam (K): (وَلا َالنَّصَارَى)"
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Anjuran Mendo‘akan kepada Orang yang Bersin",
    "arab": "وَعَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: \"إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلْ: الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوْهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرْحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيْكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ.\" أَخْرَجَهُ الْبُخَارِيٌّ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه dari Nabi ﷺ beliau bersabda: “Apabila salah seorang di antara kalian bersin hendaklah dia mengucapkan ‘Alhamdulillah’, dan hendaknya saudaranya mendoakan dengan mengucapkan ‘Yarhamukallah’. Jika saudaranya mendo‘akan kepadanya ‘Yarhamukallah’ hendaklah dia membalas dengan mengucapkan ‘Yahdikumullah wa yushlihu baalakum’.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari no. 6224."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Larangan Minum sambil Berdiri",
    "arab": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ يَشْرَبَنَّ أَحَدٌ مِنْكُمْ قَائِمًا.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sungguh janganlah salah seorang dari kalian minum sambil berdiri.” (HR. Muslim).",
    "catatan": "(shahih) HR. Muslim no. 2026."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Adab Memakai Sandal",
    "arab": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \" إِذَا انْتَـعَلَ أَحَدُكُمْ فَلْيَبْدَأُ بِالْيَمِيْنِ وَإِذاَ نَزَعَ فَلْيَبْدَأُ بِالشِّمَالِ، وَلْتَكُنِ الْيُمْنَى أوَّلَهُماَ تُنْعَلُ وَأَخِرَهُمَا تُنْزَعُ.\" مُتَّفَقٌ عَلَيْهِِ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Jika salah seorang di antara kalian memakai sandal hendaklah memulai dari yang kanan, dan apabila hendak melepaskannya maka hendaklah melepas yang kiri dulu, dan jadikanlah kaki kanan yang pertama ketika memakai sandal dan yang terakhir ketika melepas sandal.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5856 dan Muslim no. 2097. Lafadz ini milik al Bukhari."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Larangan Berjalan dengan Satu Sandal",
    "arab": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \" لاَ يَمْشِ أَحَدُكُمْ فِيْ نَعْلٍ وَاحِدَةٍ، وَلْيُنْعِلْهُمَا جَمِيْعًا أَوْ لِيَخْلَعْهُمَا جَمِيْعًا.\" مُتَّفَقٌ عَلَيْهِِ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Janganlah seseorang di antara kalian berjalan hanya dengan memakai satu sandal saja, hendaklah dia memakai sepasang atau melepas keduanya.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5855 dan Muslim no. 2097."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Larangan Mengenakan Pakaian Isbal",
    "arab": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ يَنْظُرُ اللَّهُ إِلَى مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Allah ﷻ tidak akan melihat kepada orang yang memanjangkan kainnya (di bawah mata kaki) karena sombong.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5783 dan Muslim no. 2085."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Adab Makan dan Minum",
    "arab": "وَعَنْهُ، أَنَّ رَسُوْلَ اللَّهِ ﷺ قَالَ: \"إِذَا أَكَلَ أَحَدُكُمْ فَلْيَأْكُلْ بِيَمِيْنِهِ، وَإِذَا شَرِبَ فَلْيَشْرَبْ بِيَمِيْنِهِ، فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ، وَيَشْرَبُ بِشِمَالِهِ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Apabila salah seorang di antara kalian makan, hendaklah makan dengan tangan kanannya. Dan apabila minum hendaklah dengan tangan kanannya juga, karena sesungguhnya setan itu makan dan minum dengan tangan kirinya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2020."
  },
  {
    "bab": "1",
    "judul_bab": "Adab",
    "judul": "Larangan Berlebih-lebihan",
    "arab": "وَعَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيْهِ عَنْ جَدِّهِ قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"كُلْ، وَاشْرَبْ، وَالْبَسْ، وَتَصَدَّقْ فِيْ غَيْرِ سَرَفٍ وَلاَ مَخِيْلَةٍ.\" أَخْرَجَهُ أََبُوْ دَاوُدَ وَأََحْمَدُ وَعَلَّقَهُ اَلْبُخَارِيٌّ.",
    "terjemahan": "Dari ‘Amr bin Syu‘aib dari ayahnya dari kakeknya  ia berkata: Rasulullah ﷺ bersabda: “Makanlah, minumlah, berpakaianlah, dan bersedekahlah tanpa berlebih-lebihan dan sombong.” (HR. Abu Daud, Ahmad, dan al Bukhari meriwayatkannya secara mu‘allaq).",
    "catatan": "(Hasan) HR. Abu Daud Ath Thoyalisi no. 2261 dan Ahmad no. 6695, 6708. Syaikh al Albani berkata dalam Shahih al Jami' ash Shaghir wa Ziyadah no. 4505: \"Hasan\"."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Keutamaan Menjaga Tali Silaturahim",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ أَحَبَّ أَنْ يُـبْسَطَ لَهُ فِيْ رِزْقِهِ، وَأَنْ يُنْسَأَ لَهُ فِيْ أَثَرِهِ، فَلْـيَصِلْ رَحِمَهُ. أََخْرَجَهُ اَلْبُخَارِيٌّ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa yang suka dilapangkan rezekinya dan dipanjangkan umurnya, hendaklah (rajin) bersilaturahim.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari no. 5985. Disebutkan dalam (Z dan I): (أَنْ يُبْسَطَ عَلَيْهِ)"
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Larangan Memutus Tali Silaturahim",
    "arab": "وَعَنْ جُبَيْرِ بْنِ مُطْعِمٍ ر ضي الله عنه قالَ: قَالَ رَسُوْلُ اللَّه ﷺ : \"لاَ يَدْخُلُ الْجَنَّةَ قَاطِعٌ\" يَعْنِي: قَاطِعَ رَحِمٍ. مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Jubair bin Muth‘im ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Tidak akan masuk surga orang yang memutus silaturahim.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5984 dan Muslim no. 2556. Lafadz (يَعْنِيْ: قَاطِعَ رَحِمٍ) merupakan tambahan dari Sufyan bin 'Uyainah (salah seorang rawi)."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Perbuatan yang Diharamkan",
    "arab": "وَعَنِ الْمُغِيْرَةِ بْنِ شُعْبَةَ ر ضي الله عنه عَنْ رَسُوْلِ اللَّهِ ﷺ قَالَ: \"إِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ عُقُوْقَ الأُمَّهَاتِ، وَوَأْدَ اَلْبَنَاتِ، وَمَنْعًا وَهَاتِ، وَكَرِهَ لَكُمْ قِيْلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ، وَإِضَاعَةَ الْمَالِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari al Mughirah bin Syu’bah ر ضي الله عنه dari Rasulullah ﷺ bersabda: “Sesungguhnya Allah ﷻ mengharamkan atas kalian durhaka kepada orang tua, membunuh anak-anak perempuan, tidak melaksanakan kewajiban dan banyak menuntut sesuatu yang tidak pantas dituntutnya, banyak menukil perkataan manusia, banyak bertanya dan menyia-nyiakan harta.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5975 dan Muslim no. 593."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Keutamaan Keridhaan Orang Tua",
    "arab": "وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما عَنِ النَّبِيِّ ﷺ قَالَ: \"رِضَا اللَّهِ فِـيْ رِضَا الْوَالِدَيْـنِ، وَسَـخَطُ اللَّهِ فِـيْ سَخَطِ الْوَالِدَيْنِ.\" أَخْرَجَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ حِبَّانَ وَالْحَاكِمُ.",
    "terjemahan": "Dari ‘Abdullah bin ‘Amr bin al ‘Ash رضي الله عنهما dari Nabi ﷺ beliau bersabda: “Keridhaan Allah itu berada pada keridhaan orang tua, dan kemurkaan Allah itu berada pada kemurkaan orang tua.” (HR. at Tirmidzi. Hadits ini dishahihkan oleh Ibnu Hibban dan al Hakim).",
    "catatan": "(Hasan) HR. at Tirmidzi no. 1900, Ibnu Hibban no. 2026 dan al Hakim (3/151-152). Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/340: \"Shahih\"."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Anjuran agar Menghormati Tetangga",
    "arab": "وَعَنْ أَنَسٍt عَنْ النَّبِيِّ ﷺ قَالَ: \"وَالَّذِيْ نَفْسِيْ بِيَدِهِ لاَ يُؤْمِنُ عَبْدٌ حَتَّى يُحِبَّ لِجَارِهِ أَوْ لأَخِيْهِ مَا يُحِبُّ لِنَفْسِهِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Anas ر ضي الله عنه dari Nabi ﷺ , beliau bersabda: “Demi Allah yang jiwaku berada digenggaman-Nya, tidaklah (sempurna) keimanan seorang hamba sampai dia mencintai tetangganya atau saudaranya sebagaimana dia mencintai dirinya.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 13 dan Muslim, no. 45. Lafadz ini milik Muslim."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Syirik dan Dosa-Dosa Besar",
    "arab": "وَعَنِ ابْنِ مَسْعُوْدٍ ر ضي الله عنه قَالَ: سَأَلْتُ رَسُوْلَ اللَّهِ ﷺ : أَيُّ الذَّنْبِ أَعْظَمُ؟ قَالَ: \"أَنْ تَجْعَلَ لِلّهِ نِدًّا وَهُوَ خَلَقَكَ\" قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: \"أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَأْكُلَ مَعَكَ\" قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: \"أَنْ تُزَانِيَ حَلِيْلَةَ جَارِكَ\".\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Ibnu Mas‘ud ر ضي الله عنه ia berkata: Saya pernah bertanya kepada Rasulullah ﷺ : “Dosa apa yang paling besar?” Rasulullah ﷺ bersabda: “Jika kamu menjadikan sekutu bagi Allah ﷻ padahal Dia yang menciptakanmu.” “Kemudian apa?” Rasulullah ﷺ bersabda: “Jika engkau membunuh anakmu karena takut ia makan bersamamu.” “Kemudian apa?” Rasulullah ﷺ bersabda: “Jika kamu berzina dengan isteri tetanggamu.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 4477 dan Muslim no. 86. Disebutkan dalam (Z dan I): (….ثُمَّ أَنْ تَقْتُلَ....ثُمَّ أَنْ تُزَانِيَ)"
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Mencaci Maki Orang Tua",
    "arab": "وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما أَنَّ رَسُوْلَ اللَّهِ ﷺ قَالَ: \"مِنْ اَلْكَبَائِرِ: شَتْمُ الرَّجُلِ وَالِدَيْهِ\" قِيْلَ: وَهَلْ يَسُبُّ الرَّجُلُ وَالِدَيْهِ؟ قَالَ: \"نَعَمْ، يَسُبُّ أَبَا الرَّجُلِ، فَيَسُبُّ أَبَاهُ، وَيَسُبُّ أُمَّهُ، فَيَسُبُّ أُمَّهُ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari ‘Abdullah bin ‘Amr bin al ‘Ash رضي الله عنهما bahwasanya Rasulullah ﷺ bersabda: “Termasuk dosa besar ialah seseorang mencaci orang tuanya.” Salah seorang sahabat bertanya: “Apakah ada seorang mencaci orang tuanya sendiri?” Rasulullah ﷺ bersabda: “Ya ada, ketika seseorang mencaci ayah orang lain, kemudian orang tersebut mencaci ayahnya, dan ia mencaci ibu orang tersebut, lalu orang tersebut mencaci ibunya.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5973 dan Muslim no. 90. Lafadz ini milik Muslim. Disebutkan dalam (K): (فَيَسُبُّ اَلرَّجُلُ أَبَاهُ)"
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Larangan Mendiamkan Saudaranya lebih dari Tiga Hari",
    "arab": "وَعَنْ أَبِي أَيُّوْبَ ر ضي الله عنه أَنَّ رَسُوْلَ اللَّهِ ﷺ قَالَ: \"لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثِ لَيَالٍ: يَلْتَقِيَانِ، فَيُعْرِضُ هَذَا، وَيُعْرِضُ هَذَا، وَخَيْرُهُمَا الَّذِيْ يَبْدَأُ بِالسَّلاَمِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Ayyub ر ضي الله عنه bahwasanya Rasulullah ﷺ bersabda: “Tidak halal bagi seorang muslim mendiamkan saudaranya lebih dari tiga malam. Mereka bertemu, lalu seorang berpaling dan lainnya juga berpaling, yang paling baik di antara keduanya ialah yang terlebih dahulu memulai mengucapkan salam.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 6077 dan Muslim no. 2560."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Setiap Kebaikan adalah Sedekah",
    "arab": "وَعَنْ جَابِرٍ ر ضي الله عنه قَالَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"كُلُّ مَعْرُوْفٍ صَدَقَةٌ.\" أَخْرَجَهُ الْبُخَارِيُّ.",
    "terjemahan": "Dari Jabir ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Setiap kebaikan adalah sedekah.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari no. 6021."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Larangan Memandang Rendah Suatu Kebaikan",
    "arab": "عَنْ أَبِيْ ذَرٍّ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ تَحْقِرَنَّ مِنَ الْمَعْرُوْفِ شَيْئاً، وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Abu Dzarr ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sungguh janganlah kamu memandang rendah sedikitpun suatu kebajikan, walaupun sekedar kamu bertemu saudaramu dengan wajah berseri-seri.” (HR. Muslim).",
    "catatan": "(Shahih) HR Muslim no. 2626."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Anjuran Memperhatikan Tetangga",
    "arab": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إِذَا طَبَخْتَ مَرَقَةً فَأَكْثِرْ مَاءَهَا وَتَعَاهَدْ جِـيْرَانَكَ.\" أَخْرَجَهُ مُسْلِمٌ .",
    "terjemahan": "Dari Abu Dzarr ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Jika kamu memasak kuah perbanyaklah airnya dan perhatikanlah tetanggamu.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2625."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Menutupi Aib Sesama Muslim",
    "arab": "وَعَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِيْ الدُّنْيَا وَالآخِرَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ، وَ اللَّهُ فِيْ عَوْنِ الْعَبْدِ مَاكَانَ الْعَبْدُ فِيْ عَوْنِ أَخِيْهِ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa yang meringankan kesusahan seorang mukmin di antara kesusahan-kesusahan dunia, niscaya Allah akan meringankan kesusahannya di antara kesusahan-kesusahan hari kiamat. Barangsiapa memudahkan orang yang sedang kesulitan, niscaya Allah akan memberinya kemudahan di dunia dan akhirat. Dan barangsiapa menutupi (aib) seorang muslim, niscaya Allah akan menutupi (aibnya) di dunia dan di akhirat. Allah akan selalu menolong seorang hamba selama ia mau menolong saudaranya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2699."
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Keutamaan Orang yang Menunjukkan kepada Kebaikan",
    "arab": "وعَنْ أَبِيْ مَسْعُوْدٍ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ دَلَّ عَلَى خَيْرٍ، فَلَهُ مِثْلُ أَجْرِ فاَعِلِهِ.\" أَخْرَجَهُ مُسْلِمٌ .",
    "terjemahan": "Dari Abu Mas‘ud ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa menunjukkan (seseorang) kepada kebaikan, maka ia memperoleh pahala seperti pahala orang yang melakukannya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 1893. Disebutkan dalam (K): (وَعَنْ ابْنِ مَسْعُوْدٍ)"
  },
  {
    "bab": "2",
    "judul_bab": "Silaturahim dan Kebaikan",
    "judul": "Membalas Kebaikan",
    "arab": "وَعَنِ ابْنِ عُمَرَ رضي الله عنهما عَنِ النَّبِيِّ ﷺ قَالَ: \"مَنِ اسْتَعاَذَكُمْ بِاللَّهِ فَأَعِيْذُوْهُ، وَمَنْ سَأَلَكُمْ بِاللَّهِ فَأَعْطُوْهُ، وَمَنْ أَتَى إِلَيْكُمْ مَعْرُوْفاً فَكَافِئُوْهُ، فَإِنْ لَمْ تَجِدُوْا فاَدْعُوْا لَهُ.\" أَخْرَجَهُ الْبَيْهَقِيُّ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa meminta perlindungan kepadamu dengan nama Allah maka lindungilah dia, barangsiapa meminta sesuatu kepadamu karena Allah maka penuhilah permintaannya, dan barangsiapa yang berbuat baik kepadamu maka balaslah kebaikannya, jika kamu tidak dapat membalas kebaikannya maka do‘akanlah dia.” (HR. al Baihaqi).",
    "catatan": "(Shahih) HR. al Baihaqi 4/199, Abu Daud no. 1672, 5109 dan an Nasai no. 2566. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 1/464: \"Shahih\"."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Menjauhi Hal-Hal Syubhat",
    "arab": "عَنِ النُّعْمَانِ بْنِ بَشِيْرٍ رضي الله عنهما قَالَ: سَمِعْتُ رَسُوْلَ اللَّهِ ﷺ يَقُوْلُ -وَأَهْوَى النُّعْمَانُ بِإِصْـبَعَيْهِ إِلَى أُذُنَيْهِ-: \"إِنَّ الْحَلالَ بَـيِّنٌ، وَإِنَّ الْحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا مُشْتَبِهَاتٌ، لاَ يَعْلَمُهُنَّ كَثِيْرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّـبُهَاتِ فَقَدِ اسْتَبْرَأَ لِدِيْنِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِيْ الشُّبُهَاتِ وَقَعَ فِيْ الْحَرَامِ: كَالرَّاعِيْ يَرْعَى حَوْلَ الْحِمَى يُوْشِكُ أَنْ يَقَعَ فِيْهِ، أَلاَ وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلاَ وَإِنَّ حِمَى اللَّهِ: مَحَارِمُهُ، أَلاَ وَإِنَّ فِيْ الْجَسَدِ مُضْغَةً، إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلاَ وَهِيَ: اَلْقَلْبُ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari an Nu’man bin Basyir رضي الله عنهما , −sambil memberikan isyarat ke telinganya− ia berkata: Aku pernah mendengar Rasulullah ﷺ bersabda: “Sesungguhnya perkara yang halal itu sudah jelas, dan perkara yang haram juga sudah jelas. Dan di antara keduanya ada perkara-perkara yang masih samar (syubhat) yang tidak diketahui oleh kebanyakan manusia. Barangsiapa menjauhinya, berarti ia telah membersihkan agamanya dan kehormatannya, dan barangsiapa menjatuhkan diri dalam perkara-perkara yang syubhat, berarti ia telah menjatuhkan diri dalam keharaman, seperti seorang penggembala yang menggembala di daerah terlarang, sehingga hampir-hampir ia terperosok di dalamnya. Ingatlah, sesungguhnya setiap penguasa itu memiliki batas wilayah terlarang. Ingatlah, sesungguhnya batas wilayah terlarang Allah ialah larangan-larangan-Nya. Dan ingatlah, sesungguhnya di dalam jasad itu terdapat segumpal daging. Jika ia baik, seluruh jasad akan baik. Dan jika ia rusak, seluruh jasad pun akan rusak. Ketahuilah, itulah hati.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 52 dan Muslim no. 1599. Disebutkan dalam (Z) tanpa : (فَقَدِ)"
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Larangan menjadi Hamba Dunia",
    "arab": "وَعَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"تَعِـسَ عَـبْدُ الدِّيْنَارِ وَالدِّرْهَـمِ وَالْقَطِـيْفَةِ، إِنْ أُعْطِيَ رَضِيَ، وَإِنْ لَمْ يُعْطَ لَمْ يَرْضَ.\" أَخْرَجَهُ الْبُخَارِيُّ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Celaka budak dinar dan budak dirham, dan budak kain qotifah. Jika diberi ia rela dan jika tidak diberi ia tidak rela.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari no. 6435. Dalam kitab asli Shahih al Bukhari terdapat tambahan (وَالْخَمِيصَةِ). Wallahu a'lam."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Perintah untuk Wara’ kepada Dunia",
    "arab": "وَعَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: أَخَذَ رَسُوْلُ اللَّهِ ﷺ بِمَنْكِـبَيَّ، فَقَالَ: \"كُنْ فِيْ الدُّنْـيَا كَأَنَّكَ غَرِيْبٌ، أَوْ عَابِرُ سَبِيْلٍ.\"\nوَكَانَ اِبْنُ عُمَرَ رضي الله عنهما يَقُوْلُ: إِذَا أَمْسَيْتَ فَلاَ تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلاَ تَنْتَظِرِ الْمَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِسَقَمِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ. أَخْرَجَهُ الْبُخَارِيُّ .",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ memegang kedua pundakku dan bersabda: “Hiduplah di dunia ini seakan-akan kamu orang asing atau orang yang sedang melintasi jalan.” \nIbnu ‘Umar رضي الله عنهما berkata, “Jika engkau memasuki waktu sore, maka jangan menunggu waktu pagi. Dan jika engkau memasuki waktu pagi, maka jangan menunggu waktu sore. Ambillah kesempatan dari masa sehatmu untuk menghadapi masa sakitmu, dan dari hidupmu untuk menghadapi kematianmu.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari no. 6416."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Larangan Menyerupai Kaum Kafir",
    "arab": "وَعَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ.\" أَخْرَجَهُ أَبُوْ دَاوُدَ ، وَصَحَّحَهُ اِبْنُ حِبَّان.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa menyerupai suatu kaum, maka ia termasuk golongan mereka.” (HR. Abu Daud. Hadits ini dishahihkan oleh Ibnu Hibban).",
    "catatan": "(Shahih) HR. Abu Daud no. 4031. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 2/504: \"Hasan Shahih\"."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Perintah Meminta Pertolongan Hanya kepada Allah I",
    "arab": "وَعَنِ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ: كُنْتُ خَلْفَ النَّبِيِّ ﷺ يَوْمًا، فَقَالَ: \"يَا غُلاَمُ، اِحْفَظِ اللَّهَ يَحْفَظْكَ، اِحْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ، وَإِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ.\" رَوَاهُ التِرْمِذِيُّ، وَقَالَ: حَسَنٌ صَحِيْحٌ.",
    "terjemahan": "Dari Ibnu ‘Abbas رضي الله عنهما mengatakan: Pada suatu hari aku pernah di bonceng Nabi ﷺ dan beliau bersabda: “Wahai anak muda, jagalah Allah, niscaya Dia akan menjagamu. Jagalah Allah, niscaya kamu akan mendapati-Nya selalu hadir di hadapanmu. Jika kamu memohon sesuatu, mohonlah kepada Allah. Dan jika kamu meminta pertolongan, mintalah pertolongan kepada Allah.” (HR. at Tirmidzi, dan ia berkata: “Hadits ini adalah hasan shahih”).",
    "catatan": "(Shahih) HR at Tirmidzi no. 2516. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/610 : \"Shahih\"."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Perintah Zuhud terhadap Dunia",
    "arab": "وَعَنْ سَهْلِ بْنِ سَعْدٍ ر ضي الله عنه قَالَ: جَاءَ رَجُلٌ إلَى النَّبِيِّ ﷺ فَقَالَ: يَا رَسُوْلَ اللَّهِ، دُلَّنِيْ عَلَى عَمَلٍ إِذَا عَمِلْـتُـهُ أَحَبَّنِيَ اللَّهُ، وَأَحَبَّنِيَ النَّاسُ. فَقَالَ: \"اِزْهَدْ فِيْ الدُّنْـيَا يُحِبَّكَ اللَّهُ، وَازْهَدْ فِيْمَا عِنْدَ النَّاسِ يُحِبَّكَ النَّاسُ.\" رَوَاهُ اِبْنُ مَاجَهُ وَسَنَدُهُ حَسَنٌ.",
    "terjemahan": "Dari Sahl bin Sa’ad ر ضي الله عنه ia berkata: Seorang sahabat menemui Nabi ﷺ dan berkata: “Wahai Rasulullah, tunjukkan kepadaku suatu perbuatan yang jika aku lakukan, aku akan dicintai oleh Allah dan manusia.” Beliau bersabda: “Zuhudlah dari dunia, niscaya Allah akan mencintaimu dan zuhudlah dari apa yang ada pada manusia, niscaya mereka akan mencintaimu.” (HR. Ibnu Majah dan lainnya dengan sanad yang hasan).",
    "catatan": "(Hasan) HR. Ibnu Majah no. 4177. Syaikh al Albani berkata dalam Shahih Sunan Ibnu Majah 3/344 : \"Shahih\"."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Orang-Orang yang Dicintai Allah I",
    "arab": "عَنْ سَعْدِ بْنِ أَبِيْ وَقَّاصٍ ر ضي الله عنه قاَلَ: سَمِعْتُ رَسُوْلَ اللَّهِ ﷺ يَقُوْلُ: \"إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الخَفِيَّ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Sa’ad bin Abi Waqqash ر ضي الله عنه ia berkata: Aku pernah mendengar Rasulullah ﷺ bersabda: “Sesungguhnya Allah mencintai seorang hamba yang bertaqwa, yang merasa cukup, dan yang rajin beribadah secara diam-diam.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2965."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Perintah Meninggalkan Hal-Hal yang Tidak Berguna",
    "arab": "وَعَنْ أَبِي هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"مِنْ حُسْنِ إِسْلاَمِ الْمَرْءِ، تَرْكُهُ مَا لاَ يَعْنِيْهِ.\" رَوَاهُ التِّرْمِذِيُّ، وَقَالَ: حَسَنٌ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Di antara kebaikan Islam seseorang ialah ia meninggalkan hal-hal yang tidak berguna baginya.” (HR. at Tirmidzi, dan ia berkata: “Hadits ini adalah hasan”).",
    "catatan": "(Shahih Li Ghairihi) HR. at Tirmidzi no. 2318. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/531 : \"Shahih\"."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Larangan Berlebih-lebihan ketika Makan",
    "arab": "وَعَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"مَا مَلأَ ابْنُ آدَمَ وِعَاءً شَرًّا مِنْ بَطْنِ.\" أَخْرَجَهُ التِّرْمِذِيُّ وَحَسَّنَهُ.",
    "terjemahan": "Dari al Miqdam bin Ma’dikarib ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Tidaklah anak cucu Adam memenuhi suatu tempat yang lebih buruk daripada perutnya.” (HR. at Tirmidzi dan ia menghasankannya).",
    "catatan": "(Shahih) HR. at Tirmidzi no. 2380. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/555: \"Shahih\"."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Taubat",
    "arab": "وَعَنْ أَنَسٍ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"كُلُّ بَنِيْ آدَمَ خَطَّاءٌ، وَخَيْرُ الْخَطَّائِيْنَ التَّوَّابُوْنَ.\" أَخْرَجَهُ التِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَسَنَدُهُ قَوِّيٌ.",
    "terjemahan": "Dari Anas ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Setiap anak cucu Adam pasti pernah berbuat salah, dan sebaik-baik orang yang bersalah ialah orang yang banyak bertaubat.” (HR. at Tirmidzi dan Ibnu Majah dan sanadnya kuat).",
    "catatan": "(Hasan) HR at Tirmidzi no. 2499 dan Ibnu Majah no. 4327. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/604: \"Shahih\"."
  },
  {
    "bab": "3",
    "judul_bab": "Zuhud dan Wara",
    "judul": "Diam Itu Bijaksana",
    "arab": "عَنْ أَنَسٍ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"اَلصَّمْتُ حِكَمٌ، وَقَلِيْلٌ فَاعِلُهُ.\" أَخْرَجَهُ الْبَيْهَقِيُّ فِيْ \"اَلشُّعَبِِ\" بِسَنَدٍ ضَعِيْفٍ وَصَحَّحَ أَنَّهُ مَوْقُوْفٌ مِنْ قَوْلِ لُُقْْمَانََ اََلْْحَكِِيْمِ .",
    "terjemahan": "Dari Anas ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Diam itu bijaksana, namun jarang sekali orang yang dapat melakukannya.” (HR. al Baihaqi dalam “Syu‘ab” dengan sanad yang dha‘if, dan beliau menshahihkan bahwasanya ini merupakan ucapan Luqman al Hakim).",
    "catatan": "(Dha‘if) HR. al Baihaqi dalam Syu'ab no. 5027. Di dalam sanandnya ada ‘Utsman bin Si‘id al Katib. Dia adalah seorang rawi yang dha‘if. Syaikh al Albani berkata dalam as Silsilah adh Dha‘ifah 5/444 no. 2424: \"Dha‘if\""
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Dengki 1",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : إِيَّاكُمْ وَالْحَسَدَ، فَإِنَّ الْحَسَدَ يَأْكُلُ الْحَسَنَاتِ، كَمَا تَأْكُلُ النَّارُ الْحَطَبَ.\" أَخْرَجَهُ أَبُوْ دَاوُدَ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Jauhillah sifat dengki, karena sesungguhnya dengki itu dapat memakan pahala kebaikan, seperti api memakan kayu bakar.” (HR. Abu Daud).",
    "catatan": "(Dha‘if) HR. Abu Daud no. 4903. karena di dalamnya ada rowi yang tidak dikenal. Syaikh al Albani berkata dalam as Silsilah adh Dha‘ifah 4/375 no. 1902: \"Dha‘if\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Dengki 2",
    "arab": "وَلاِبْنِ مَاجَهْ: مِنْ حَدِيْثِ أَنَسِ نَحْوُهُ.",
    "terjemahan": "Diriwayatkan pula oleh Ibnu Majah: dari hadits Anas yang semisal dari hadits di atas.",
    "catatan": "(Dha‘if Jiddan) Di dalam sanadnya ada rawi yang Matruk. Syaikh al Albani berkata dalam as Silsilah adh Dha‘ifah 4/374 no. 1901: \"Dha‘if\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Menahan Marah",
    "arab": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لَيْسَ الشَّدِيْدُ بِالصُّرَعَةِ، إِنَّمَا الشَّدِيْدُ الَّذِيْ يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Orang kuat itu bukanlah orang yang pandai berkelahi, tetapi orang kuat ialah orang yang dapat menahan amarahnya ketika sedang marah.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6114 dan Muslim, no. 2609."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Kedzaliman",
    "arab": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ \" اَلظُّلْمُ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Kedzaliman ialah kegelapan-kegelapan pada hari kiamat.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 2447 dan Muslim no. 2579. Pada riwayat Muslim ada tambahan di awalnya: (إِنَّ)."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Kikir",
    "arab": "وَعَنْ جَابِرٍ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"اِتَّقُوْا الظُّلْمَ، فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ، وَاتَّقُوْا الشُّحَّ، فَإِنَّهُ أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Jabir ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Jauhilah kedzaliman, karena sesungguhnya kedzaliman adalah kegelapan-kegelapan pada hari kiamat. Dan jauhilah sifat kikir, karena sesungguhnya kikir telah membinasakan orang-orang sebelum kalian.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2578."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Riya’",
    "arab": "وَعَنْ مَحْمُوْدِ بْنِ لَبِيْدٍ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمْ الشِّرْكُ الأَصْغَرُ: اَلرِّيَاءُ.\" أَخْرَجَهُ أَحْمَدُ بِسَنَدٍ حَسَنٍ.",
    "terjemahan": "Dari Mahmud bin Labid ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sesungguhnya hal yang paling aku takuti menimpa kalian ialah syirik kecil, yaitu riya'.” (HR. Ahmad dengan sanad yang hasan).",
    "catatan": "(Hasan) HR. Ahmad (5/428-429). Syaikh al Albani berkata dalam as Silsilah ash Shahihah 2/634 no. 951: \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Tanda-Tanda Orang Munafik 1",
    "arab": "وَعَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"آيَةُ اَلْمُنَافِقِ ثَلاثٌ: إِذَا حَدَّثَ كَذَبَ، وإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Tanda-tanda orang munafik itu ada tiga; jika berkata ia bohong, jika berjanji ia mengingkari, dan jika dipercaya ia berkhianat.” (Muttafaqun ‘alaih.",
    "catatan": "(Shahih) HR.al Bukhari no. 33, 34 dan Muslim no. 58, 59."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Tanda-Tanda Orang Munafik 2",
    "arab": "وَلَهُمَا مِنْ حَدِيْثِ عَبْدِ اللَّهِ بْنِ عَمْرٍو: \"وَإِذَا خَاصَمَ فَجَرَ.\"",
    "terjemahan": "Diriwayatkan pula oleh al Bukhari dan Muslim dari hadits ‘Abdullah bin ‘Amr: “Apabila ia bertengkar ia berbuat licik.”",
    "catatan": "(Shahih) HR. al Bukhari, no. 34 dan Muslim no. 58"
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Mencaci Maki",
    "arab": "وَعَنِ ابْنِ مَسْعُوْدٍ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"سِبَابُ اَلْمُسْلِمِ فُسُوْقٌ، وَقِتَالُهُ كُفْرٌ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Ibnu Mas‘ud ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Mencaci maki orang muslim adalah kefasikan, dan membunuhnya adalah kekufuran.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 6044 dan Muslim no. 64."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Berprasangka Buruk",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إِيَّاكُمْ وَالظَّنَّ، فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيْثِ.\" مْتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Jauhilah prasangka buruk, karena sesungguhnya prasangka buruk adalah ucapan yang paling dusta.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5143 dan Muslim no. 2563. Hadits ini juga akan muncul kembali pada hadits ke-83."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Pemimpin yang Curang",
    "arab": "عَنْ مَعْقِلِ بْنِ يَسَارٍ ر ضي الله عنه قاَلَ: سَمِعْتُ رَسُوْلَ اللَّهِ ﷺ يَقُوْلُ: \"ماَ مِنْ عَبْدٍ يَسْتَرْعِيْهِ اللَّهُ رَعِيَّةً، يَمُوْتُ يَوْمَ يَمُوْتُ، وَهُوَ غَاشٌّ لِرَعِيَّتِهِ، إِلاَّ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Ma’qil bin Yasar ر ضي الله عنه ia berkata: Aku pernah mendengar Rasulullah ﷺ bersabda: “Tidaklah seorang hamba yang diserahi Allah untuk memimpin rakyat, lalu ia meninggal dunia dalam keadaan curang terhadap rakyatnya, kecuali Allah mengharamkannya masuk surga.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 7150 dan Muslim, no. 142. Lafadz ini milik Muslim."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Menyusahkan Orang Lain",
    "arab": "عَنْ عَائِشَةَ z قَالَتْ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"اَللهُمَّ مَنْ وَلِيَ مِنْ أَمْرِ أُمَّتِيْ شَيْئاً فَشَقَّ عَلَيْهِمْ فاَشْقُقْ عَلَيْهِ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari ‘Aisyah z ia berkata: Rasulullah ﷺ bersabda: “Ya Allah, barangsiapa yang menguasai suatu urusan umatku, lalu ia menyusahkan mereka, maka susahkanlah ia.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 1828."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Larangan Memukul Wajah",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"إِذاَ قَاتَلَ أَحَدُكُمْ فَلْيَجْتَنِبِ الْوَجْهَ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Jika salah seorang dari kalian memukul hendaklah menghindari dari memukul wajah.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 2559 dan Muslim, no. 2612. Lafadz ini milik Muslim."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Jangan Marah",
    "arab": "وَعَنْهُ أَنَّ رَجُلاً قَالَ: يَا رَسُوْلَ اللَّهِ! أَوْصِنِيْ، قَالَ: \"لاَ تَغْضَبْ\" فَرَدَّدَ مِرَارًا. قاَلَ: \"لاَ تَغْضَبْ.\" أََخْرَجَهُ الْبُخَارِيُّ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Ada seorang sahabat bertanya: “Wahai Rasulullah! berilah aku nasehat.” Beliau bersabda: “Jangan marah”. Sahabat itu mengulangi lagi permintaannya beberapa kali, dan beliau bersabda: “Jangan marah.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6116."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Menggunakan Harta dengan Tidak Benar",
    "arab": "عَنْ خَوْلَةَ الأَنْصَارِيَّةِ z قَالَتْ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إِنَّ رِجَالاً يَتَخَوَّضُوْنَ فِيْ مَالِ اللَّهِ بِغَيْرِ حَقٍّ فَلَهُمُ النَّارُ يَوْمَ الْقِيَامَةِ.\" أَخْرَجَهُ الْبُخَارِيُّ.",
    "terjemahan": "Dari Khaulah al Anshariyyah z , ia berkata: Rasulullah ﷺ bersabda: “Sesungguhnya orang-orang yang menggunakan harta Allah dengan cara tidak benar, bagi mereka adalah neraka pada hari kiamat.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR al Bukhari no. 3118."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Haramnya Kedzaliman",
    "arab": "وَعَنْ أَبِيْ ذَرٍّ ر ضي الله عنه عَنِ النَّبِيِّ ﷺ -فِيْمَا يَرْوِيْهِ عَنْ رَبِّهِ- قَالَ: \"يَا عِبَادِيْ! إِنِّيْ حَرَّمْتُ اَلظُّلْمَ عَلَى نَفْسِيْ، وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا، فَلاَ تَظَالَمُوْا\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Abu Dzar ر ضي الله عنه dari Nabi ﷺ di antara yang beliau riwayatkan dari Allah adalah fiman Allah: “Wahai hamba-hamba-Ku, sesungguhnya Aku telah mengharamkan kedzaliman atas diriku dan telah kuharamkan perbuatan itu di antara kalian maka janganlah kalian saling berlaku dzalim.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2577."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Ghibah",
    "arab": "وَعَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه أَنَّ رَسُوْلَ اللَّهِ ﷺ قَالَ: \"أَتَدْرُوْنَ مَا الْغِيْبَةُ؟\" قَالُوْا: اللَّهُ وَرَسُوْلُهُ أَعْلَمُ، قَالَ: \"ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ،\" قِيْلَ: أَفَرَأَيْتَ إِنْ كَانَ فِيْ أَخِيْ مَا أَقُوْلُ؟ قَالَ: \"إنْ كَانَ فِيْهِ مَا تَقُوْلُ فَقَدْ اِغْتَبْتَهُ، وَإِنْ لَمْ يَكُنْ فِيْهِ فَقَدْ بَهَتَّهُ.\" أَخْرَجَهُ مُسْلِمٌ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه sesungguhnya Rasulullah ﷺ bersabda: “Tahukah kalian, apa itu ghibah?” Para sahabat menjawab: “Allah dan Rasul-Nya yang lebih tahu.” Beliau bersabda: “Yaitu kamu menceritakan tentang saudaramu dengan sesuatu yang tidak ia sukai.” Seorang sahabat bertanya: “Bagaimana jika apa yang aku tuturkan itu memang benar-benar ada padanya?.” Beliau bersabda: “Jika apa yang kamu tuturkan itu memang ada padanya, maka berarti kamu telah berbuat ghibah terhadapnya. Dan jika tidak demikian, berarti kamu telah membuat-buat kebohongan padanya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2589."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Menghina Sesama Muslim",
    "arab": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ : ﷺ \"لاَ تحَاَسَدُوْا، وَلاَ تَنَاجَشُوْا، وَلاَ تَبَاغَضُوْا، وَلاَ تَدَابَرُوا، وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُوْنُوْا عِبَادَ اللَّهِ إِخْوَاناً، الْمُسْلِمُ أَخُو الْمُسْلِمِ: لاَ يَظْلِمُهُ وَلاَ يَخْذُلُهُ، وَلا يَحْقِرُهُ، التَّقَوَى هَا هُناَ.\" وَيُشِيْرُ إِلَى صَدْرِهِ ثَلاثَ مِرَارٍ. \"بِحَسْبِ امْرِئٍ مِنْ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ. كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ: دَمُهُ وَماَلُهُ وَعِرْضُهُ.\" أَخْرَجَهُ مُسْلِمٌ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Janganlah kalian saling dengki, melakukan najasy (meninggikan harga barang yang sedang ditawar oleh orang lain, dengan maksud agar harga barang tersebut bertambah lebih tinggi), saling benci, dan saling membelakangi. Dan janganlah sebagian di antara kalian menjual barang yang dijual oleh saudaramu kepada pembeli yang sama. Jadilah kalian hamba-hamba Allah yang bersaudara. Seorang muslim adalah saudara bagi muslim lainnya. Ia tidak boleh menganiayanya, tidak boleh menelantarkannya, dan tidak boleh menghinanya. Taqwa itu ada di sini −beliau menunjuk ke dadanya tiga kali−. Seseorang sudah cukup dianggap jahat jika ia menghina saudaranya sesama muslim. Setiap muslim bagi muslim lainnya adalah haram darah, harta, dan kehormatannya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2564. Disebutkan dalam (K): (ثَلَاثَ مَرّاتٍ)"
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Do‘a Dijauhkan dari Akhlaq yang Buruk",
    "arab": "عَنْ قُطْبَةَ بْنِ مَالِكٍ ر ضي الله عنه قَالَ: كَانَ رَسُوْلُ اللَّهِ ﷺ يَقُوْلُ: \"اَللهُمَّ جَنِّبْنِيْ مُنْكَرَاتِ الأَخْلاَقِ وَالأَعْمَالِ وَالأَهْوَاءِ وَالأَدْوَاءِ.\" أَخْرَجَهُ التِّرْمِذِيُّ وَصَحَّحَهُ الْحَاكِمِ وَاللَّفْظُ لَهُ.",
    "terjemahan": "Dari Qutbah bin Malik ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Ya Allah, jauhkanlah aku dari kejelekan akhlaq, amal, hawa nafsu dan berbagai penyakit.” (HR. at Tirmidzi. Hadits ini dishahihkan oleh al Hakim dan lafadz hadits ini milik al Hakim).",
    "catatan": "(Shahih) HR. at Tirmidzi no. 3591 dan al Hakim (1/532). Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 3/473 : \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Berbantah-bantahan",
    "arab": "عَنِ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ تُمَارِ أَخَاكَ وَلاَ تُمَازِحْهُ وَلاَ تَعِدْهُ مَوْعِدًا فَتُخْلِفَهُ.\" أَخْرَجَهُ اَلتِّرْمِذِيُّ بِسَنَدٍ فِيْهِ ضَعْفٌ.",
    "terjemahan": "Dari Ibnu ‘Abbas رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Janganlah membantah saudaramu, janganlah mempermainkannya dan janganlah kamu berjanji kemudian mengingkarinya.” (HR. at Tirmidzi dan di dalam sanadnya ada kedha‘ifan).",
    "catatan": "(Dha‘if) HR. at Tirmidzi no. 1995. Al Hafidz mengatakan dalam \"Taqrib\": \"Di dalamnya ada rowi yang bernama Laits bin Abu Sulaim, rowi yang haditsnya tidak diambil\". Syaikh al Albani berkata dalam Dha‘if al Jami' ash Shaghir wa Ziyadah no. 6274: \"Dha‘if\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Kikir dan Akhlaq Buruk",
    "arab": "عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"خَصْلَتَانِ لاَ يَجْتَمِعَانِ فِيْ مُؤْمِنٍ: اَلْبُخْلُ وَسُوْءُ الْخُلُقِ.\" أَخْرَجَهُ اَلتِّرْمِذِيُّ وَفِيْ سَنَدِهِ ضَعْفٌ.",
    "terjemahan": "Dari Abu Sa‘id al Khudri ر ضي الله عنه berkata: Rasulullah ﷺ bersabda: “Dua sifat yang tidak ada pada seorang mukmin yaitu kikir dan akhlaq yang buruk.” (HR. at Tirmidzi dan di dalam sanadnya ada ada kedha‘ifan).",
    "catatan": "(Dha‘if) HR. at Tirmidzi no. 1962, ia mengatakan: \"Hadits Gharib, kami tidak mengetahui kecuali dari jalur Shadaqoh bin Musa\". Dia adalah seorang rowi yang hafalannya buruk. Syaikh al Albani berkata dalam as Silsilah adh Dha‘ifah 3/245 no. 1119: \"Dha‘if\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Saling Mencaci",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"اَلْمُسْتَـبَّانِ مَا قَالاَ، فعَلَى الْبَادِئِ، مَا لَمْ يَعْتَدِ الْمَظْلُوْمُ.\" أَخْرَجَهُ مُسْلِمٌ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Dua orang yang saling mencaci maki itu seperti apa yang mereka katakan, namun kesalahan ada pada orang yang memulainya, selama orang yang didzalimi (dicaci maki) itu tidak melampaui batas dalam membalas caci makinya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2587."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Menyengsarakan Sesama Muslim",
    "arab": "عَنْ أَبِيْ صِرْمَةَ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ ضَارَّ مُسْلِماً ضَارَّهُ اللَّهُ، وَمَنْ شَاقَّ مُسْلِماً شَقَّ اللَّهُ عَلَيْهِ.\" أَخْرَجَهُ أَبُوْ دَاوُدَ، وَالتِّرْمِذِيْ وَحَسَّنَهُ.",
    "terjemahan": "Dari Abu Shirmah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa mencelakai seorang muslim, maka Allah akan mencelakakannya, dan barangsiapa menyusahkan seorang muslim, niscaya Allah akan menimpakan kesusahan kepadanya.” (HR. Abu Daud dan at Tirmidzi. Hadits ini dihasankan oleh at Tirmidzi).",
    "catatan": "(Hasan) HR. Abu Daud no. 3635 dan at Tirmidzi no. 1940, tetapi pada kitab asli Sunan Abu Daud dan Sunan at Tirmidzi tidak ada lafadz: (مُسَلِّمًا). Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/357: \"Hasan\". Wallahu a’lam"
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Berperangai Jahat",
    "arab": "وَعَنْ أَبِيْ الدَّرْدَاءِ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"إِنَّ اللَّهَ يُبْغِضُ الْفَاحِشَ الْبَذِيْءَ.\" أَخْرَجَهُ التِّرْمِذِيُّ وَصَحَّحَهُ.",
    "terjemahan": "Dari Abu Darda’ ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sesungguhnya Allah membenci kepada orang yang berperangai jahat dan berlidah kotor.” (HR. at Tirmidzi. Hadits ini dishahihkan oleh at Tirmidzi).",
    "catatan": "(Shahih) HR. at Tirmidzi no. 2002. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 3/378 : \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Berkata kotor",
    "arab": "عَنْ اِبْنِ مَسْعُوْدٍ ر ضي الله عنه -رَفَعَهُ- : \"لَيْسَ الْمُؤْمِنُ بِالطَّعاَنِ، وَلاَ اللَّعَّانِ وَلاَ الْفَاحِشِ، وَلاَ البَذِيْءِ.\" رَوَاهُ التِّرْمِذِيُّ وَحَسَّنَهُ، وَصَحَّحَهُ اَلْحَاكِمُ، وَرَجَّحَ الدَّارَقُطْنِيُّ وَقْفَهُ.",
    "terjemahan": "Dari Ibnu Mas‘ud ر ضي الله عنه −secara marfu'− : “Orang mukmin itu bukanlah orang yang suka mencela, yang suka mengutuk, yang berperangai jahat, dan yang berlidah kotor.” (HR. at Tirmidzi dan ia menghasankannya. Hadits ini juga dishahihkan oleh al Hakim. Namun ad Daruquthni menilai hadits ini mauquf).",
    "catatan": "(Hasan) HR. at Tirmidzi no. 1977 dan al Hakim (1/12). Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/370: \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Mencaci Orang yang Sudah Meninggal",
    "arab": "عَنْ عَائِشَةَ z قَالَتْ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ تَسُبُّوْا الأَمْوَاتَ، فَإِنَّهُمْ قَدْ أَفْضَوْا إِلَى مَا قَدَّمُوْا.\" أَخْرَجَهُ الْبُخَارِيُّ .",
    "terjemahan": "Dari ‘Aisyah z ia berkata: Telah bersabda Rasulullah ﷺ : “Janganlah kalian mencaci maki orang-orang yang sudah meninggal dunia, karena mereka telah menerima balasan apa yang telah mereka perbuat.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari, no. 1393."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Mengadu Domba",
    "arab": "عَنْ حُذَيْفَةَ ر ضي الله عنه قاَلَ: قالَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ يَدْخُلُ الْجَنَّةَ قَتَّاتٌ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Hudzaifah ر ضي الله عنه ia berkata: Rasulullah ﷺ telah bersabda: “Tidak akan masuk surga orang yang suka mengadu domba.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6056 dan Muslim, no. 105."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Keutamaan Menahan Marah 1",
    "arab": "عَنْ أَنَسٍ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ كَفَّ غَضَبَهُ كَفَّ اللَّهُ عَنْهُ عَذَابَهُ.\" أَخْرَجَهُ الطَّبَرَانِيُّ فِيْ \"الأَوْسَطِ\".",
    "terjemahan": "Dari Anas ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa mampu menahan amarahnya, maka Allah akan menahan azab-Nya dari dirinya.” (HR. ath Thabarani dalam “Al Ausath”).",
    "catatan": "(Shahih dengan syawahidnya [penguat]). Hadits yang diriwayatkan oleh Abu Ya’la oleh sahabat Anas no. 4338. Syaikh al Albani berkata dalam as Silsilah ash Shahihah 5/475 no. 2360: \"Hasan\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Keutamaan Menahan Marah 2",
    "arab": "وَلَهُ شَاهِدٌ: مِنْ حَدِيْثِ ابْنِ عُمَرَ. عِنْدَ ابْنِ أَبِيْ الدُّنْيَا.",
    "terjemahan": "Dan hadits tersebut memiliki penguat dari hadits Ibnu ‘Umar yang diriwayatkan oleh Ibnu Abi Dunya",
    "catatan": "(Shahih dengan syawahidnya [penguat] HR. Ath Thabrani di al Mu’jam al Ausath no. 6023. Dengan lafadz: (مَنْ كَفَّ غَضَبَهُ سَتَرَ اللهُ عَوْرَتَهُ)"
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Suka Menipu",
    "arab": "عَنْ أَبِيْ بَكْرٍ الصِّدِّيْقِ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"لاَ يَدْخُلُ الْجَنَّةَ خِبٌّ وَلاَ بَخِيْلٌ وَلاَ سَيِّءُ الْمَلَكَةِ.\" أَخْرَجَهُ اَلتِّرْمِذِيُّ، وَفِيْ إِسْنَادِهِ ضَعْفٌ.",
    "terjemahan": "Dari Abu Bakar Ash Shiddiq ر ضي الله عنه ia berkata bersabda Rasulullah ﷺ “Tidak akan masuk surga orang yang suka menipu, kikir, dan yang bertabiat buruk.” (HR. at Tirmidzi, dan di dalam sanadnya ada kedha‘ifan).",
    "catatan": "(Dha‘if) HR. at Tirmidzi no. 1947, 1964. Di dalamnya ada rowi yang bernama Furqod bin Yaqub as Sabkhi seorang rowi yang lemah. Syaikh al Albani berkata dalam Dha‘if al Jami' ash Shaghir wa Ziyadah no. 6339: \"Dha‘if\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Mencuri Pembicaraan",
    "arab": "وَعَنِ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ \"مَنْ تَسَمَّعَ حَدِيْثَ قَوْمٍ، وَهُمْ لَهُ كَارِهُوْنَ، صُبَّ فِيْ أُذُنَيْهِ اَلآنُكُ يَوْمَ اَلْقِيَامَةِ\" يَعْنِيْ: اَلرَّصَاصَ. أَخْرَجَهُ اَلْبُخَارِيُّ.",
    "terjemahan": "Dari Ibnu ‘Abbas رضي الله عنهما , beliau mengatakan bahwa Rasulullah ﷺ bersabda: “Barangsiapa berusaha mendengarkan (mencuri dengar) pembicaraan suatu kaum sedangkan mereka tidak menyenangi hal itu maka niscaya akan dituangkan ke dalam telinganya timah panas pada hari kiamat.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari, no. 7042."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Sibuk dengan Aib Sendiri",
    "arab": "عَنْ أَنَسٍ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"طُوْبَى لِمَنْ شَغَلَهُ عَيْبُهُ عَنْ عُيُوْبِ النَّاسِ.\" أَخْرَجَهُ الْبَزَّارُ بِإِسْنَادٍ حَسَنٍ.",
    "terjemahan": "Dari Anas ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Beruntunglah orang yang disibukkan oleh aibnya sendiri, sehingga ia tidak sempat mengurusi aib orang lain.” (HR. al Bazzar dengan sanad yang hasan).",
    "catatan": "(Dha‘if Jiddan) HR. al Bazzar no. 3225. Walaupun hadist ini mempunyai beberapa syahid (penguat), namun semuanya sangat lemah sehingga tidak bisa mengangkat derajat hadits ini. Demikian yang dikatakan al Hafidz al 'Iroqi. Syaikh al Albani berkata dalam Dha‘if al Jami' ash Shaghir wa Ziyadah no. 3644: \"Dha‘if Jiddan\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Sombong",
    "arab": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ تَعَاظَمَ فِيْ نَـفْسِهِ وَاخْتَالَ فِيْ مِشْيَتِهِ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ.\" أَخْرَجَهُ الْحَاكِمُ وَرِجَالُهُ ثِقَاتٌ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa menganggap dirinya besar dan bersikap sombong dalam berjalan, maka ia akan menemui Allah dalam keadaan murka kepadanya.” (HR. al Hakim, dan para perawinya terpercaya).",
    "catatan": "(Shahih) HR. al Hakim (1/60). Syaikh al Albani berkata dalam as Silsilah ash Shahihah 2/81 no. 543: \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Tergesa-gesa",
    "arab": "وَعَنْ سَهْلِ بْنِ سَعْدٍ رضي الله عنهما قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ ، \"العَجَلَةُ مِنَ الشَّيْطَانِ.\" أَخْرَجَهُ التِّرْمِذِيُّ، وَقَالَ: حَسَنٌ",
    "terjemahan": "Dari Sahl bin Sa‘ad رضي الله عنهما beliau mengatakan bahwa Rasulullah ﷺ bersabda: “Ketergesa-gesaan berasal dari setan.” (HR. at Trimidzi dan ia mengatakan hadits ini hasan).",
    "catatan": "(Hasan Lighairihi) HR. at Tirmidzi no. 2012. Syaikh al Albani berkata dalam Dha‘if Sunan at Tirmidzi halaman 190: \"Dha‘if\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Sial",
    "arab": "وَعَنْ عَائِشَةَ z قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ قَالَ: \"الشُّؤْمُ: سُوْءُ الْخُلُقِ.\" أَخْرَجَهُ أَحْمَدُ وَفِيْ سَنَدِهِ ضَعْفٌ.",
    "terjemahan": "Dari ‘Aisyah z , Beliau mengatakan bahwa Rasulullah ﷺ bersabda : “Kesialan terjadi karena akhlaq yang buruk.” (HR. Ahmad, dan di dalam sanadnya ada kedha‘ifan).",
    "catatan": "(Dha‘if) HR. Ahmad 6/85. Di dalam sanadnya ada Abu Bakr bin Abdullah bin Abu Maryam al Ghosani. Para Imam ahli hadits banyak yang mendha‘ifkannya. Hadits ini juga diriwayatkan dari jalur lain namun semuanya lemah. Karena itulah al Hafidz al 'Iroqi mengatakan: \"Hadist ini tidak shahih\" Syaikh al Albani berkata dalam as Silsilah adh Dha‘ifah 2/207 no. 793: \"Dha‘if\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Suka Mengutuk",
    "arab": "وَعَنْ أَبِيْ الدَّرْداَءِ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"إِنَّ اللَّعَّانِيْنَ لاَ يَكُوْنُوْنَ شُفَعَاءَ، وَلاَ شُهَدَاءَ يَوْمَ الْقِيَامَةِ.\" أَخْرَجَهُ مُسْلمٌ .",
    "terjemahan": "Dari Abu Darda ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sesungguhnya orang-orang yang suka mengutuk itu tidak akan menjadi pemberi syafaat, dan tidak akan menjadi saksi pada hari kiamat kelak.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2598."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Menghina Orang Lain",
    "arab": "عَنْ مُعَاذِ بْنِ جَبَلٍ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ عَيَّرَ أَخَاهُ بِذَنْبٍ، لَمْ يَمُتْ حَتىَّ يَعْمَلَهُ.\" أَخْرَجَهُ اَلتِّرْمِذِيُّ وَحَسَّنَهُ، وَسَنَدُهُ مُنْقَطِعٌ.",
    "terjemahan": "Dari Mu‘adz bin Jabal ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barang siapa menghina saudaranya karena melakukan suatu dosa maka dia tidak akan meninggal dunia sebelum melakukan dosa tersebut.” (HR. at Tirmidzi. Hadits ini dihasankan oleh at Tirmidzi, namun sanadnya munqathi’ [terputus]).",
    "catatan": "(Palsu) HR. at Tirmidzi no. 2505. Hadits ini diriwayatkan dari jalan Kholid bin Mi'dan dari Mu'adz bin Jabal, namun sanad hadist ini terputus karena Kholid bin Mi'dan tidak pernah bertemu dengan Muadz bin Jabal. Selain itu dalam sanad hadits ini juga terdapat rowi yang bernama Muhammad bin al Hasan al Hamdani, dan dia seorang pendusta. Syaikh al Albani berkata dalam as Silsilah adh Dha‘ifah 1/327 no. 178: \"Maudhu'\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Berdusta dalam Bercanda",
    "arab": "وَعَنْ بَهْزِ بْنِ حَكِيْمٍ عَنْ أَبِيْهِ عَنْ جَدِّهِ رضي الله عنهما قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"وَيْـلٌ لِلَّذِيْ يُحَدِّثُ فَيَكْذِبُ لِيُضْحِكَ بِهِ القَوْمَ، وَيْـلٌ لَهُ، ثُمَّ وَيْــلٌ لَهُ.\" أَخْرَجَهُ اَلثَّلاَثَةُ وَإِسْنَادُهُ قَوِيٌّ.",
    "terjemahan": "Dari Bahz bin Hakim, dari ayahnya, dari kakeknya y, ia berkata: Rasulullah ﷺ pernah bersabda: “Celakalah orang yang berbicara lalu ia berbohong untuk sekadar membuat orang-orang tertawa. Celakalah dia, kemudian celakalah dia.” (Diriwayatkan oleh tiga imam [Abu Daud, an Nasai, dan at Tirmidzi], dan sanadnya kuat).",
    "catatan": "(Hasan) HR. Abu Daud no. 4990, an Nasai dalam \"at Tafsir\" no. 146, 675 dan at Tirmidzi no. 2315. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 3/226: \"Hasan\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Penebus Ghibah",
    "arab": "وَعَنْ أَنَسٍ ر ضي الله عنه عَنْ اَلنَّبِيِّ ﷺ قَالَ: \"كَفَّارَةُ مَنْ اِغْتَبْتَهُ أَنْ تَسْتَغْفِرَ لَهُ\" رَوَاهُ اَلْحَارِثُ بْنُ أَبِي أُسَامَةَ بِسَنَدٍ ضَعِيفٍ.",
    "terjemahan": "Dari Anas ر ضي الله عنه dari Nabi ﷺ beliau bersabda: “Kaffarah (denda) dari orang-orang yang engkau ghibah, yaitu dengan memohonkan ampunan baginya.” (Diriwayatkan oleh Harits bin Abu Usamah dengan sanad yang dha‘if).",
    "catatan": "(Palsu) Di dalam sanadnya terdapat rawi yang bernama 'Anbasah bin 'Abdurrahman al Qurosyi, dia pernah memalsukan hadits."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Suka Bertengkar dan Berdebat",
    "arab": "عَنْ عَائِشَةَ z قَالَتْ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"أَبْغَضُ الرِّجَالِ إِلَى اللَّهِ اَلأَلَدُّ اَلْخَصِمُ\". أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari ‘Aisyah z ia berkata: Rasulullah ﷺ bersabda: “Orang yang paling dibenci oleh Allah ialah orang yang paling suka bertengkar dan suka berdebat.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2668."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Kejujuran dan Kebohongan",
    "arab": "عَنِ ابْنِ مَسْعُودٍ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"عَلَيْكُمْ بِالصِّدْقِ، فَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ، وَإِنَّ الْبِرَّ يَهْدِي إِلىَ الْجَنَّةِ، وَمَا يَزَالُ الرَّجُلُ يَصْدُقُ وَيَتَحَرَّى الصِّدْقَ، حَتىَّ يُكْتَبَ عِنْدَ اللَّهِ صِدِّيْقاً، وَإِيَّاكُمْ وَالْكَذِبَ، فَإِنَّ الْكَذِبَ يَهْدِيْ إِلىَ الْفُجُوْرِ، وَإِنَّ اَلْفُجُوْرَ يَهْدِي إِلىَ النَّارِ، وَمَايَزَالُ الرَّجَلُ يَكْذِبُ وَيَتَحَرَّى الْكَذِبَ، حَتىَّ يُكْتَبَ عِنْدِ اللَّهِ كَذَّاباً.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Ibnu Mas‘ud ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Berlakulah jujur, karena sesungguhnya kejujuran itu menuntun kepada kebaikan, dan kebaikan itu mengantarkan ke surga. Seseorang senantiasa bersikap jujur dan benar-benar suka berlaku jujur hingga ia akan dicatat di sisi Allah sebagai orang yang sangat jujur. Jauhilah dusta, karena sesungguhnya dusta itu menuntun kepada kejahatan, dan kejahatan itu mengantarkan ke neraka. Seseorang senantiasa berdusta dan benar-benar suka berdusta hingga ia akan dicatat di sisi Allah sebagai orang yang pendusta.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 6094 dan Muslim, no. 2607. Lafadz ini milik Muslim."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Berprasangka Buruk",
    "arab": "وَعَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه أَنَّ رَسُوْلَ اللَّهِ ﷺ قَالَ: \"إِيَّاكُمْ وَالظَّنَّ، فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيْثِ\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه beliau mengatakan bahwa dia mendengar Rasulullah ﷺ bersabda : “Jauhilah oleh kalian prasangka, karena sesungguhnya prasangka adalah perkataan yang paling dusta.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 5143 dan Muslim no. 2563."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Duduk-Duduk di Tepi Jalan",
    "arab": "عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"إِيَّاكُمْ وَالْجُلُوْسَ باِلطُّرُقَاتِ\" قَالُوْا: ياَ رَسُوْلَ اللَّهِ مَا لَناَ بُدٌّ مِنْ مَجَالِسِنَا نَتَـحَدَثُ فِيْهَا، قاَلَ: \"فَأَمَّا إِذاَ أَبَيْتُـمْ فأَعْطُوْا الطَّرِيْقَ حَقَّهُ.\" قَالُوْا: وَماَ حَقُّهُ؟ قَالَ: \"غَضُّ الْبَصَرِ، وَكَفُّ الأَذَى، وَرَدُّ السَّلاَمِ، وَالأَمْرُ باِلْمَعْرُوْفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ.\" مُتّفقٌ عليه.",
    "terjemahan": "Dari Abu Sa‘id al Khudri ر ضي الله عنه ia berkata: Rasulullah ﷺ telah bersabda: “Hindarilah duduk-duduk di tepi-tepi jalan.” Para sahabat berkata: “Wahai Rasulullah, kami tidak bisa meninggalkan tempat-tempat duduk kami dimana kami biasa bercakap-cakap disana.” Beliau bersabda: “Jika kalian enggan, maka berikanlah hak jalan itu.” Mereka bertanya: “Apa haknya?” Beliau bersabda: “Menundukkan pandangan mata, tidak mengganggu orang yang lewat, menjawab salam, menyuruh kepada yang ma’ruf dan melarang dari yang mungkar.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6229 dan Muslim, no. 2121."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Memahami Agama",
    "arab": "عَنْ مُعَاوِيَةََ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \" مَنْ يُرِدِ اللَّهُ بِهِ خَيْراً يُفَقِّهْهُ فِيْ الدِّيْنِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Mu‘awiyah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa yang dikehendaki baik oleh Allah, niscaya ia akan diberi pemahaman tentang agama.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 71 dan Muslim, no. 1037."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Akhlaq Mulia Memperberat Timbangan Amal",
    "arab": "عَنْ أَبِيْ الدَّرْداَءِ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"ماَ مِنْ شَيْءٍ فِيْ اْلمِيْزَانِ أَثْقَلُ مِنْ حُسْنِ الْخُلُقِ.\" أَخْرَجَهُ أَبُوْ دَاوُدَ، وَالتِّرْمِذِيُّ وَصَحَّحَهُ.",
    "terjemahan": "Dari Abu Darda ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Tidak ada suatu perbuatanpun dalam timbangan amal yang lebih berat timbangannya daripada akhlaq yang mulia.” (HR . Abu Daud dan at Tirmidzi . Hadits ini dishahihkan oleh at Tirmidzi).",
    "catatan": "(Shahih) HR. Abu Daud no. 4799 dan at Tirmidzi no. 2002. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 3/179: \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Malu Bagian dari Iman",
    "arab": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"اَلْحَيَاءُ مِنْ اَلإِيْمَانِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullahu ﷺ bersabda: “Sifat malu bagian dari iman.” (Mutafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 24 dan Muslim, no. 36."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Hilangnya Rasa Malu",
    "arab": "عَنْ أَبِيْ مَسْعُوْدٍ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلاَمِ النُّبُوَّةِ الأُوْلىَ: إِذَا لَمْ تَسْـتَحِ فَاصْنَعْ ماَ شِئْتَ.\" أَخْرَجَهُ البُخَارِي.",
    "terjemahan": "Dari Abu Mas‘ud ر ضي الله عنه ia berkata: Rasulullah ﷺ telah bersabda: “Di antara yang didapat oleh manusia dari sabda Nabi-Nabi terdahulu ialah: ‘Jika kamu sudah tidak punya rasa malu, maka berbuatlah sekehendakmu’.” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6120."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Mukmin yang Kuat Lebih Dicintai Allah I",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"اَلْمُؤْمِنُ اَلْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلىَ اللَّهِ مِنَ الْمُؤْمِنِ الضَّعِيْفِ، وَفِيْ كُلٍّ خَيْرٍ، اِحْرِصْ عَلىَ ماَ يَنْفَعُكَ، وَاسْتَعِنْ بِاللَّهِ وَلاَ تَعْجِزْ، وَإِنْ أَصَابَكَ شَيْءٌ فَلاَ تَقُلْ لَوْ أَنِّيْ فَعَلْتُ كَانَ كَذَا وَكَذَا، وَلَكِنْ قُلْ: قَدَّرَ اللَّهُ وَماَ شَاءَ فَعَلَ، فَإِنَّ لَوْ تَـفْتَـحُ عَمَلَ الشَّيْطَانِ.\" أَخْرَجَهُ مُسْلِمٌ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Orang mukmin yang kuat itu lebih baik dan lebih dicintai oleh Allah daripada orang mukmin yang lemah, namun pada masing-masing (dari keduanya) ada kebaikan. Bersemangatlah terhadap hal-hal yang berguna bagimu, mohonlah pertolongan kepada Allah, dan jangan menjadi lemah. Jika kamu ditimpa sesuatu, jangan berkata seandainya aku berbuat begini, maka akan begini dan begitu, tetapi katakanlah Allah telah menakdirkan, dan kehendak oleh Allah pasti dilakukan. Sebab kata 'seandainya' itu dapat membuka perbuatan setan.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2664. Disebutkan dalam (Z): (قَدَرُ اللَّهِ)"
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Tawadhu",
    "arab": "عَنْ عِياَضِ بْنِ حِمَارٍ ر ضي الله عنه قاَلَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إنَّ اللَّهَ أَوْحَى إِلَيَّ أَنْ تَـوَاضَعُواْ حَتىَّ لاَ يَبْغِيَ أَحَدٌ عَلىَ أَحَدٍ وَلاَ يَفْخَرَ أَحَدٌ عَلىَ أَحَدٍ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari ‘Iyadh bin Himar ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sesungguhnya Allah telah mewahyukan kepadaku agar kalian bersikap tawadhu' sehingga tidak ada seorangpun yang menzalimi yang lainnya, dan juga tidak ada seorangpun yang bersikap sombong terhadap yang lainnya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2865."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Membela Kehormatan Sesama Muslim 1",
    "arab": "عَنْ أَبِيْ الدَّرْدَاءِ ر ضي الله عنه عَنِ النَّبِيِّ ﷺ قاَلَ: \"مَنْ رَدَّ عَنْ عِرْضِ أَخِيْهِ بِالْغَيْبِ رَدَّ اللَّهُ عَنْ وَجْهِهِ النَّارَ يَوْمَ الْقِياَمَةِ.\" أَخْرَجَهُ التِّرْمِذِيُّ وَحَسَّنَهُ.",
    "terjemahan": "Dari Abu Darda' ر ضي الله عنه dari Nabi ﷺ beliau bersabda: “Barangsiapa yang membela kehormatan saudaranya tanpa sepengetahuannya, niscaya Allah akan menjaga dirinya dari api neraka pada hari kiamat kelak.” (HR. at Tirmidzi. Hadits ini dihasankan oleh at Tirmidzi).",
    "catatan": "(Hasan) HR. at Tirmidzi no. 1931. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/353: \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Membela Kehormatan Sesama Muslim 2",
    "arab": "وَلأَحْمَدَ: مِنْ حَدِيْثِ أَسْمَاءَ بِنْتِ يَزِيْدَ نَحْوُهُ.",
    "terjemahan": "Diriwayatkan pula oleh Ahmad: dari hadits Asma’ binti Yazid yang semisal dari hadits di atas.",
    "catatan": "(Hasan) HR. Ahmad (6/461)."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Pemaaf",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَا نَقَصَتْ صَدَقَةٌ مِنْ ماَلٍ، وَمَا زَادَ اللَّّهُ عَبْداً بِعَفْوٍ إِلاَّ عِزّاً، وَماَ تَوَاضَعَ أَحَدٌ لِلَّهِ إِلاَّ رَفَعَهُ اللَّهُ.\" أَخْرَجَهُ مُسْلِمٌ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sedekah itu tidak akan mengurangi harta. Tidaklah Allah menambahkan bagi hamba yang suka memberi maaf melainkan kemuliaan. Dan tidaklah seseorang merendahkan diri karena Allah, melainkan Allah akan mengangkatnya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 2588. Disebutkan dalam (Z) tanpa kata :(اللَّه) di akhir kalimat."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Menyebarkan Salam",
    "arab": "عَنْ عَبْدِ اللَّهِ بْنِ سَلاَمٍ ر ضي الله عنه قَالَ: قَالََ رَسُوْلُ اللَّهِ ﷺ : \"يَا أَيُّهَا النَّاسُ! أَفْشُوْا السَّلاَمَ، وَصِلُوْا الأَرْحَامَ، وَأَطْعِمُوْا الطَّعَامَ، وَصَلُّوْا باِللَّيْلِ وَالنَّاسُ نِيَامٌ، تَدْخُلُوْا الْجَنَّةَ بِسَلاَمٍ.\" أَخْرَجَهُ التِّرْمِذِيُّ وَصَحَّحَهُ.",
    "terjemahan": "Dari ‘Abdullah bin Salam ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Wahai manusia, sebarkanlah ucapan salam, sambunglah tali kekerabatan, berilah makan, dan shalatlah pada waktu malam ketika orang-orang tengah tidur, niscaya kamu akan masuk surga dengan selamat.” (HR. at Tirmidzi. Hadits ini dishahihkan oleh at Tirmidzi).",
    "catatan": "(Hasan) HR. at Tirmidzi no. 2485. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/600: \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Agama adalah Nasehat",
    "arab": "عَنْ تَمِيْمِ الدَّارِيِّ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"الدِِّيْنُ النَّصِيْحَةُ\" ثَلاثاً، قُلْنَا: لِمَنْ ياَ رَسُوْلَ اللَّهِ؟ قاَلَ: \"لِلَّهِ وَلِكِتَابِهِ وِلِرَسُوْلِهِ وَلأَئِمَّةِ الْمُسْلِمِيْنَ وَعَامَّتِهِمْ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Tamim ad Daari ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Agama adalah nasehat” Beliau mengulanginya tiga kali. Kami (para sahabat) bertanya: “Bagi siapa, wahai Rasulullah?” Beliau bersabda: “Bagi Allah, kitab-Nya, Rasul-Nya, para pemimpin kaum muslimin, dan kaum muslimin pada umumnya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim no. 55. Disebutkan dalam (I): (لِمَنْ هِيَ يَا رَسُولَ اللَّهِ)"
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Taqwa",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ : \"أَكْثَرُ مَا يُدْخِلُ الْجَنَّةَ تَقْوَى اللَّهِ وَحُسْنُ الْخُلُقِ.\" أَخْرَجَهُ التِِّرْمِذِيُّ وَصَحَّحَهُ الْحَاكِمُ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Amal yang paling banyak memasukkan ke surga ialah takwa kepada Allah dan akhlaq yang baik.” (HR. at Tirmidzi. Hadits ini dishahihkan oleh al Hakim).",
    "catatan": "(Hasan) HR. at Tirmidzi no. 2004 dan al Hakim (4/324). Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 2/379: \"Hasan\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Wajah yang Berseri-seri",
    "arab": "وَعَنْهُ قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"إِنَّكُمْ لاَ تَسَعُوْنَ النَّاسَ بِأَمْوَالِكُمْ، وَلَكِنْ لِيَسَعْهُمْ مِنْكُمْ بَسْطُ الْوَجْهِ وَحُسْنُ الْخُلُقِ.\" أَخْرَجَهُ أَبُوْ يَعْلَى وَصَحَّحَهُ الْحَاكِمُ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sesungguhnya kalian tidak akan dapat mencukupi manusia dengan harta kalian. Tetapi mereka akan merasa cukup dengan wajah yang berseri-seri dan akhlaq yang baik dari kalian.” (HR. Abu Ya'la. Hadits ini dishahihkan oleh al Hakim).",
    "catatan": "(Dha‘if Jiddan) HR. Abu Ya'la: (11/428) dan al Hakim (1/124), karena di dalamnya ada rowi yang bernama ‘Abdullah bin Sa'id al Maqbury, dia seorang Matruk (ditinggalkan). Syaikh al Albani berkata dalam Dha‘if al Jami' ash Shaghir wa Ziyadah no. 2043: \"Dha‘if\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Seorang Mukmin Bagaikan Cermin atas Mukmin yang Lain",
    "arab": "وَعَنْهُ قاَلَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"اَلْمُؤْمِنُ مِرْآةُ اَلْمُؤْمِنِ.\" أَخْرَجَهُ أَبُوْدَاوُدَ بِإِسْنَادٍ حَسَنٍ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Seorang mukmin bagaikan cermin atas mukmin yang lain.” (HR. Abu Daud dengan sanad yang hasan).",
    "catatan": "(Hasan) HR. Abu Daud no. 4918. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 3/206: \"Hasan\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Sabar terhadap Gangguan Orang Lain",
    "arab": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"الْمُؤْمِنُ الَّذِيْ يُخَالِطُ النَّاسَ، وَ يَصْبِرُ عَلَى أَذَاهُمْ خَيْرٌ مِنَ الَّذِيْ لاَ يُخَالِطُ النَّاسَ وَلاَ يَصْبِرُ عَلَى أَذَاهُمْ.\" أَخْرَجَهُ اِبْنِ مَاجَهْ بِإِسْنَادٍ حَسَنٍ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ bersabda: “Seorang mukmin yang bergaul dengan manusia dan sabar menghadapi gangguan mereka, itu lebih baik daripada yang tidak bergaul dengan mereka dan tidak sabar menghadapi gangguan mereka.” (HR. Ibnu Majah dengan sanad yang hasan).",
    "catatan": "(Shahih) HR. Ibnu Majah no. 4104. Syaikh al Albani berkata dalam Shahih Sunan Ibnu Majah 3/320: \"Shahih\"."
  },
  {
    "bab": "4",
    "judul_bab": "Peringatan Terhadap Akhlak-Akhlak Buruk",
    "judul": "Do‘a agar Diberi Akhlaq yang Baik",
    "arab": "عَنِ ابْنِ مَسْعُوْدٍ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"اللَّهُمَّ كَمَا أَحْسَنْتَ خَلْقِيْ فَحَسِّنْ خُلُقِيْ.\" رَوَاهُ أَحْمَدُ وَصَحَّحَهُ اِبْنُ حِبَّانَ.",
    "terjemahan": "Dari Ibnu Mas‘ud ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Ya Allah, sebagaimana Engkau telah perindah fisikku, maka perindahlah pula akhlaqku.” (HR. Ahmad. Hadits ini dishahihkan oleh Ibnu Hibban).",
    "catatan": "(Shahih) HR. Ahmad (1/403) dan Ibnu Hibban no. 959. Syaikh al Albani berkata dalam Shahih al Jami' ash Shaghir wa Ziyadah no. 1307: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Keutamaan Dzikir",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"يَقُوْلُ اللَّهِ تَعَالَى: أَناَ مَعَ عَبْدِيَ مَا ذَكَرَنِيْ، وتَحَرَّكَتْ بِيْ شَفَتَاهُ.\" أَخْرَجَهُ اِبْنُ مَاجَهْ، وَصَحَّحَهُ ابْنُ حِبَّانَ وَذَكَرَهُ الْبُخَارِيُّ تَعْلِيْقاً.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Allah ﷻ telah berfirman: Aku selalu bersama hamba-Ku selama ia mengingat-Ku dan sepasang bibirnya senantiasa bergerak menyebut-Ku.” (HR. Ibnu Majah. Hadits ini dishahihkan oleh Ibnu Hibban, dan al Bukhari menyebutkannya secara mu‘allaq).",
    "catatan": "(Shahih) HR. Ibnu Majah no. 3860. dan Ibnu Hibban no. 815. Syaikh al Albani berkata dalam Shahih Sunan Ibnu Majah 3/243: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dzikir menjadi Perisai dari Adzab Allah I",
    "arab": "عَنْ مُعاَذِ بْنِ جَبَلٍ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَا عَمِلَ اِبْنُ آدَمَ عَمَلاً، أَنْجَى لَهُ مِنْ عَذَابِ اللَّهِ مِنْ ذِكْرِ اللَّهِ.\" أَخْرَجَهُ اِبْنُ أَبِيْ شَيْبَةَ، وَالطَّبَرَانِيُّ بِإِسْنَادٍ حَسَنٍ.",
    "terjemahan": "Dari Mu‘adz bin Jabal ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Tidaklah seorang anak Adam melakukan suatu perbuatan yang lebih dapat menyelamatkannya dari adzab Allah selain dari dzikir kepada Allah.” (HR. Ibnu Abu Syaibah dan ath Thabarani dengan sanad yang hasan).",
    "catatan": "(Dha‘if) HR. Ibnu Abi Syaibah (10/300), Ath Thobroni dalam Mu’jam al Kabir (20/166-167). Para rawinya terpercaya akan tetapi sanadnya terputus karena Thowus tidak mendengar dari Mu‘adz bin Jabal. Demikian yang dikatakan Ali bin Almadini, sebagaimana yang disebutkan oleh Ibnu Abi Hatim dalam kitab “Al Marasil”, akan tetapi Syaikh al Albani berpendapat bahwa hadits ini memiliki banyak Syawahid (penguat) yang bisa mengangkat derajat hadits ini, karena itu syaikh al Bani berkata dalam Shahih Targhib (2/204-205) “Shahih Li Ghairihi”."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Keutamaan Majelis Dzikir",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَا جَلَسَ قَوْمٌ مَجْلِسًا، يَذْكُرُوْنَ اللَّهَ إِلاَّ حَفَّتْهُمُ الْمَلاَئِكَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَذَكَرَهُمُ اللَّهُ فِيْمَنْ عِنْدَهُ.\" أَخْرَجَهُ مُسْلمٌ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Tidaklah suatu kaum duduk dalam suatu majelis untuk berdzikir mengingat Allah, melainkan mereka akan dikelilingi oleh para malaikat, diliputi oleh rahmat, dan Allah menyebut-nyebut mereka di kalangan makhluk yang ada di sisi-Nya.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2700. Disebutkan dalam (K): (يَذْكُرُوْنَ اَللَّهَ فِيْهِ) sedang disebutkan dalam (Z): (إِلاَّ حَفَّتْ بِهِمُ الْمَلَائِكَةُ)"
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Berdzikir dan Bershalawat atas Nabi ﷺ dalam Majelis",
    "arab": "وَعَنْهُ قاَلَ: قاَلَ رَسُوْلُ اللَّهِ ﷺ : \"مَا قَعَدَ قَوْمٌ مَقْعَدًا لَمْ يَذْكُرُوْا اللَّهَ، وَلَمْ يُصَلُّوا عَلَى النَّبِيِّ ﷺ ، إِلاَّ كَانَ عَلَيْهِمْ حَسْرَةً يَوْمَ الْقِيَامَةِ.\" أَخْرَجَهُ التِّرْمِذِيُّ وَقَالَ: حَسَنٌ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Tidaklah suatu kaum duduk disuatu majelis tetapi mereka tidak berdzikir mengingat Allah dan tidak membacakan shalawat kepada Nabi ﷺ melainkan mereka akan ditimpa penyesalan pada hari kiamat nanti.” (HR. at Tirmidzi dan ia berkata: “Hadits ini adalah hasan”).",
    "catatan": "(Shahih). HR. at Tirmidzi no. 3380. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 3/388: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dzikir-Dzikir yang Disunnahkan",
    "arab": "عَنْ أَبِيْ أَيُّوْبَ اَلأَنْصَارِيِّ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ قَالَ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ،\" عَشْرَ مَرَّاتٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيْلَ\". مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Ayyub al Anshari ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa membaca ‘La ilaha illallah wahdahu la syariikalah, lahulmulku wa lahulhamdu, wahuwa ‘ala kulli syai inqadir. (Tidak ada Tuhan selain Allah semata yang tidak punya sekutu sama sekali. Kepunyaan-Nya lah seluruh kekuasaan, dan milik-Nya lah segala puji, dan Dia Mahakuasa atas segala sesuatu)’ sebanyak sepuluh kali, maka ia seperti orang yang memerdekakan empat jiwa dari keturunan Ismail.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 6404 dan Muslim no. 2693."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dzikir Penghapus Dosa",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، مِائَةَ مَرَّةٍ، حُطَّتْ عَنْهُ خَطَايَاهُ، وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Barangsiapa membaca ‘Subhanallah wa bihamdihi (Mahasuci Allah dan dengan segenap puji-Nya)’ sebanyak seratus kali, niscaya semua dosanya dihapus, walaupun laksana buih di laut.” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari no. 6405 dan Muslim 2691. Disebutkan dalam (Z): (حُطَّتْ خَطَايَاهُ)"
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dzikir yang Berat di Timbangan Amal",
    "arab": "عَنْ جُوَيْرِيَةَ بِنْتِ اَلْحَارِثِ z قَالَتْ: قَالَ لِيْ رَسُوْلُ اللَّهِ ﷺ : \"لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ، لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ اَلْيَوْمِ لَوَزَنَـتْهُنَّ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Juwairiyah binti al Harits z ia berkata: Rasulullah ﷺ bersabda kepadanya: “Sungguh aku telah membaca sesudahmu empat kalimat yang seandainya (pahalanya) ditimbang dengan (pahala) kalimat yang kamu baca seharian, pasti bisa mengimbanginya, yaitu kalimat ‘Subhanallah wa bihamdihi ‘adada khalqihi, wa ridha nafsihi, wazinata ‘arsyihi, wa midada kalimatihi.’ (Mahasuci Allah dengan segenap puji-Nya, sebanyak makhluk ciptaan-Nya, sejauh keridhaan-Nya, seberat timbangan Arsy-Nya, dan sebanyak tinta untuk menulis kalimat-kalimat-Nya).” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2726."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dzikir-Dzikir yang Kekal",
    "arab": "عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ ر ضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ : \"الْبَاقِيَاتُ الصَّالِحَاتُ: لاَ إِلَهَ إِلاَّ اللَّهُ، وَسُبْحَانَ اللَّهِ، وَاَللَّهُ أَكْبَرُ، وَالْحَمْدُ لِلَّهِ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ.\" أَخْرَجَهُ النَّسَائِيُّ، وَصَحَّحَهُ اِبْنُ حِبَّانَ، وَالْحَاكِمُ.",
    "terjemahan": "Dari Abu Sa‘id al Khudri ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Bacaan-bacaan yang kekal dan baik ialah ‘La ilaha illallah, Subhanallah, Allahu akbar, Alhamdu lillah, dan La haula wala quwwata illa billah’ (Tidak ada Tuhan selain Allah, Mahasuci Allah, Allah Mahabesar, Segala puji milik Allah, dan Tidak ada daya serta kekuatan sama sekali kecuali dengan izin Allah).” (HR. an Nasai. Hadits ini dishahihkan oleh Ibnu Hibban dan al Hakim).",
    "catatan": "(Dha‘if). HR. an Nasai dalam \"at Tufah\" (3/362), Ibnu Hibban no. 840 dan al Hakim (1/512), karena di dalamnya ada jalur riwayat Darraj dari Abu Haytsam. Syaikh al Albani berkata dalam Dha‘if al Jami' ash Shaghir wa Ziyadah no. 828: \"Dha‘if\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dzikir yang Paling Dicintai Allah I",
    "arab": "وَعَنْ سَمُرَةَ بْنِ جُنْدَبٍ ر ضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ : \"أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأْتَ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Samurah bin Jundab ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Ucapan yang paling disukai Allah Subhanahuwata‘ala itu ada empat, tidak akan merugikanmu dari manapun kamu memulainya, yaitu ‘Subhanallah, Alhamdulillah, La ilaha illallah, dan Allahu akbar’ (Mahasuci Allah segala puji bagi Allah, Tidak ada Tuhan selain Allah, dan Allah Mahabesar.” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2137. Disebutkan dalam (I): (وَعَنْ سَمُرَةَ بْنِ جُنْدُبٍ)"
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dzikir untuk Simpanan di Surga",
    "arab": "عَنْ أَبِيْ مُوْسَى اَلأَشْعَرِيِّ ر ضي الله عنه قَالَ: قَالَ لِيْ رَسُوْلُ اللَّهِ ﷺ : \"يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ! أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوْزِ الْجَنَّةِ؟ لاَحَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Musa al Asy‘ari ر ضي الله عنه ia berkata: Rasulullah ﷺ berkata kepada saya: “Wahai ‘Abdullah Ibnu Qais, maukah kamu aku tunjukkan suatu simpanan di antara simpanan-simpanan surga? Yaitu ‘La haula wala quwwata illa billah.’ (Tidak ada daya serta kekuatan sama sekali kecuali dengan izin Allah).” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6384 dan Muslim, no. 2704."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a adalah Ibadah",
    "arab": "عَنِ النُّعْمَانِ بْنِ بَشِيْرٍ رضي الله عنهما عَنِ النَّبِيِّ ﷺ قَالَ: \"إِنَّ الدُّعَاءَ هُوَ الْعِبَادَةُ.\" رَوَاهُ الْأَرْبَعَةُ وَصَحَّحَهُ التِّرْمِذِيُّ.",
    "terjemahan": "Dari an Nu’man bin Basyir رضي الله عنهما dari Rasulullah ﷺ beliau bersabda: “Sesungguhnya do‘a adalah ibadah.” (Diriwayatkan oleh imam empat [Abu Daud, an Nasai, at Tirmidzi, dan Ibnu Majah]. Hadits ini dishahihkan oleh at Tirmidzi).",
    "catatan": "(Shahih) HR. Abu Daud no.1479, an Nasai no. 3896, at Tirmidzi no. 3247 dan Ibnu Majah no. 3896. Syaikh al Albani berkata dalam Shahih Sunan Ibnu Majah 3/252: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a adalah Otak Ibadah",
    "arab": "وَلَهُ مِنْ حَدِيْثٍ أَنَسٍ بِلَفْظِ: \"اَلدُّعَاءُ مُخُّ اَلْعِبَادَةِ.\" رَوَاهُ التِّرْمِذِيُّ.",
    "terjemahan": "Diriwayatkan pula oleh at Tirmidzi dari hadits Anas dengan lafadz: “Do‘a adalah otak ibadah.” (HR. at Tirmidzi).",
    "catatan": "(Dha‘if). HR. at Tirmidzi no.3371. Di dalam sanadnya ada rawi yang bernama Ibnu Luhai‘ah. Dia adalah rawi yang buruk hafalannya. Syaikh al Albani berkata dalam Dha‘if Sunan at Tirmidzi 369: \"Dha‘if dengan lafadz ini\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Tidak Ada yang lebih Mulia dari Do‘a",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه -رَفَعَهُ- : \"لَيْسَ شَيْءٌ أَكْرَمَ عَلَى اللَّهِ مِنَ الدُّعَاءِ.\" وَصَحَّحَهُ اِبْنُ حِبَّانَ وَالْحَاكِمُ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه −secara marfu'− : “Tidak ada sesuatu pun yang lebih mulia di hadapan Allah selain doa.” (Hadits ini dishahihkan oleh Ibnu Hibban dan al Hakim).",
    "catatan": "(Hasan). HR. at Tirmidzi no. 3370, Ibnu Hibban no. 870 dan al Hakim (1/490). Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 3/383: \"Hasan\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Keutamaan Do‘a di antara Adzan dan Iqamah",
    "arab": "عَنْ أَنَسٍ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"اَلدُّعَاءُ بَيْنَ الأَذَانِ وَالإقَامَةِ لا يُرَدُّ.\" أَخْرَجَهُ النَّسَائِيُّ، وَغَيْرُهُ، وَصَحَّحَهُ اِبْنُ حِبَّانَ، وَغَيْرُهُ.",
    "terjemahan": "Dari Anas ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Doa antara adzan dan iqamah itu tidak akan ditolak.” (HR. an Nasai dan lainnya. Hadits ini dishahihkan oleh Ibnu Hibban dan lainnya).",
    "catatan": "(Shahih). HR. An Nasai di kitab 'Amalu al Yaum wa al Lailah halaman 168, Ibnu Hibban no.1696 dan Abu Daud no. 521. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 1/157: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Mengangkat Tangan pada Saat Berdo‘a",
    "arab": "عَنْ سَلْمَانَ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إِنَّ رَبَّكُمْ حَيِيٌّ كَرِيْمٌ، يَسْتَحِيْ مِنْ عَبْدِهِ إِذَا رَفَعَ يَدَيْهِ إِلَيْهِ أَنْ يَرُدَّهُمَا صِفْرًا.\" أََخْرَجَهُ الأَرْبَعَةُ إِلا النَّسَائِيَّ وَصَحَّحَهُ الْحَاكِمُ.",
    "terjemahan": "Dari Salman ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sesungguhnya Tuhanmu itu Maha Hidup lagi Maha Dermawan. Dia merasa malu kepada hamba-Nya apabia ia mengangkat kedua tangn-Nya dan mengembalikannya dalam keadaan kosong.” (Diriwayatkan oleh imam empat [Abu Daud, an Nasai, at Tirmidzi, dan Ibnu Majah] selain an Nasai. Hadits ini dishahihkan oleh al Hakim.).",
    "catatan": "(Shahih). HR. Abu Daud no. 1488, at Tirmidzi no. 3556 dan al Hakim (1/497). Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 1/409: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Mengusap Wajah setelah Berdo‘a 1",
    "arab": "عَنْ عُمَرَ ر ضي الله عنه قَالَ: كَانَ رَسُوْلُ اللَّهِ ﷺ إِذَا مَدَّ يَدَيْهِ فِيْ الدُّعَاءِ لَمْ يَرُدَّهُمَا حَتَّى يَمْسَحَ بِهِمَا وَجْهَهُ.\" أَخْرَجَهُ التِرْمِذِيُّ.",
    "terjemahan": "Dari ‘Umar ر ضي الله عنه ia berkata: “Rasulullah ﷺ bila mengangkat kedua tangannya waktu berdo‘a, beliau tidak akan mengembalikannya sebelum mengusap keduanya kewajahnya.” (HR. at Tirmidzi).",
    "catatan": "(Munkar). HR. at Tirmidzi no. 3386. At Tirmidzi mengatakan: \"Aku tidak mengenal hadist ini kecuali dari jalur Hammad bin \"Isa\", seorang rowi yang Dha‘if sebagaimana dikatakan al Hafidz di dalam \"Taqrib\". Syaikh al Albani berkata dalam Dha‘if Sunan at Tirmidzi hal 370: \"Dha‘if\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Mengusap Wajah setelah Berdo‘a 2",
    "arab": "حَدِيْثُ ابْنِ عَبَّاسٍ. عِنْدَ أَبِيْ دَاوُدَ.\nوَ مَجْمُوْعُهَا يَقْتَضِي أَنَّهُ حَدِيْثٌ حَسَنٌ.",
    "terjemahan": "Hadits dari Ibnu ‘Abbas yang diriwayatkan oleh Abu Daud. Kesimpulan keseluruhannya bahwasannya hadits itu hasan .",
    "catatan": "(Munkar) HR. Abu Daud no. 1485. Di dalam sanadnya ada rawi yang bernama Hafsh bin Hasim seorang rawi yang tidak dikenal. Walaupun ada jalur yang lain tetapi karena sangat dha‘if tidak bisa mengangkat derajat hadits ini. Demikian yang dikatakan syaikh al Albani dalam al Irwa’ (2/179)."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Keutamaan Orang yang Banyak Bershalawat",
    "arab": "عَنِ ابْنِ مَسْعُوْدٍ ر ضي الله عنه قَالَ: \" قَالَ رَسُوْلُ اللَّهِ ﷺ : \"إِنَّ أَوْلَى النَّاسِ بِيْ يَوْمَ الْقِيَامَةِ، أَكْثَرُهُمْ عَلَيَّ صَلاَةً.\" أَخْرَجَهُ التِّرْمِذِيُّ وَصَحَّحَهُ اِبْنُ حِبَّانَ.",
    "terjemahan": "Dari Ibnu Mas‘ud ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Sesungguhnya manusia yang paling dekat disisiku pada hari kiamat kelak ialah orang yang paling banyak membacakan shalawat untukku.” (HR. at Tirmidzi. Hadits ini dishahihkan oleh Ibnu Hibban).",
    "catatan": "(Dha‘if). HR. at Tirmidzi no. 484 dan Ibnu Hibban no. 911. Di dalam sanadnya ada rowi yang tidak dikenal dan ada juga yang buruk hafalannya. Syaikh al Albani berkata dalam as Silsilah adh Dha‘ifah 6/394 no. 2892: \"Dha‘if Jiddan\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Sayyidul Istighfar",
    "arab": "عَنْ شَدَّادِ بْنِ أَوْسٍ ر ضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ ﷺ : \"سَيِّدُ الاسْتِغْفَارِ، أَنْ يَقُوْلَ الْعَبْدُ: اللّهُمَّ أَنْتَ رَبِّيْ، لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ، وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ لَكَ بِذَنْبِيْ، فَاغْفِرْ لِيْ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلا اَنْتَ.\" أَخْرَجَهُ الْبُخَارِيُّ.",
    "terjemahan": "Dari Syaddad bin Aus ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Permintaan ampun yang paling utama ialah jika seseorang hamba membaca: ‘Allahumma anta Rabbi la ilaha illa anta khalaqtani, wa ana ‘abduka, wa ana ‘ala ‘ahdika wa wa’dika mastatha’tu, a‘udzu bika min syarri ma shana’tu, abu'u laka bi ni’matika ‘alayya, wa abu'u laka bi dzanbi faghfir li, fa innahu la yaghfiru dzunuba illa anta.’ (Ya Allah, Engkaulah Tuhanku, tidak ada Tuhan selain Engkau yang telah menciptakan aku. Aku adalah hamba-Mu. Sedapat-dapatnya aku selalu setia pada ikatan dan janji-Mu. Aku berlindung kepada-Mu dari kejahatan apa saja yang telah aku perbuat. Aku kembali kepada-Mu dengan membawa nikmat-Mu yang Engkau anugerahkan kepadaku, dan aku pun kembali kepada-Mu dengan membawa dosaku, oleh karena itu, ampunilah aku, karena sesungguhnya tidak ada yang dapat mengampuni dosa-dosa selain Engkau).” (HR. al Bukhari).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6306."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a di Waktu Pagi dan Petang",
    "arab": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: لَمْ يَكُنْ رَسُوْلُ اللَّهِ ﷺ يَدَعُ هَؤُلاَءِ الْكَلِمَاتِ حِيْنَ يُمْسِيْ، وَحِيْنَ يُصْبِحُ: \"اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَافِيَةَ فِي دِيْنِيْ، وَدُنْيَايَ، وَأَهْلِيْ، وَمَالِيْ، اللَّهُمَّ اسْتُرْ عَوْرَاتِيْ، وَآمِنْ رَوْعَاتِيْ، وَاحْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ.\" أَخْرَجَهُ النَّسَائِيُّ وَاِبْنُ مَاجَهُ وَصَحَّحَهُ الْحَاكِمُ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: “Rasulullah ﷺ tidak pernah meninggalkan kalimat-kalimat ini ketika petang dan pagi hari, yaitu: ‘Allahumma inni as-aluka al ‘afiyata fi dini wa dun-yaya, wa ahli wa mali. Allahumma ustur ‘aurati, wa a min rau’ati, wahfazhni min baina yadayya, wa min khalfi, wa ‘an yamini, wa ‘an syimali, wa min fauqi. Wa a‘udzu bi ‘azhamatika an ughtala min tahti.’ (Ya Allah, aku memohon keselamatan dari-Mu dalam urusan agama, dunia, keluarga, dan hartaku. Ya Allah, tutupilah aibku, amankanlah rasa takutku, jagalah diriku dari arah depan, arah belakang, arah kanan, arah kiri, dan arah atasku. Aku berlindung dengan keagungan-Mu jangan sampai aku terperdaya dari arah bawahku).” (HR. an Nasai dan Ibnu Majah. Hadits ini dishahihkan oleh al Hakim).",
    "catatan": "(Shahih) HR. an Nasai di kitab 'Amalu al Yaum wa al Lailah 566, Ibnu Majah no. 3940 dan al Hakim (1/517-518). Syaikh al Albani berkata dalam Shahih Sunan Ibnu Majah 3/265: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a Meminta Perlindungan",
    "arab": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: كَانَ رَسُوْلُ ﷺ يَقُوْلُ: \"اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ، وَتَحَوُّلِ عَافِيَتِكَ، وَفَجْأَةِ نِقْمَتِكَ، وَجَمِيْعِ سَخَطِكَ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Ibnu ‘Umar رضي الله عنهما ia berkata: Rasulullah ﷺ biasa membaca doa: “Allahumma inni a‘udzu bika min zawali ni’matika, wa tahawwuli ‘afiyatika, wa faj'ati niqmatika, wa jami‘i sakhathika (Ya Allah, aku berlindung kepada-Mu dari hilangnya nikmat-Mu, dari berpindah nya keselamatan-Mu, dari datangannya azab-Mu yang tiba-tiba, dan dari segala murka-Mu).” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2739."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a agar Terbebas dari Lilitan Hutang",
    "arab": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنهما قَالَ: كَانَ رَسُوْلُ اللَّهِ ﷺ يَقُوْلُ: \"اَللّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَغَلَبَةِ الْعَدُوِّ، وَشَمَاتَةِ الأَعْدَاءِ.\" رَوَاهُ النَّسَائِيْ وَصَحَّحَهُ الْحَاكِمَ.",
    "terjemahan": "Dari ‘Abdullah bin ‘Amr رضي الله عنهما ia berkata: Rasulullah ﷺ biasa membaca do‘a: “Allahumma inni a‘udzu bika min ghalabati al daini, wa ghalabati al ‘aduwwi, wa syamatati al a’dai. (Ya Allah, aku berlindung kepada-Mu dari lilitan hutang, dari kesewenang-wenangan musuh, dan dari kegembiraan mereka di atas penderitaan kami).\" (HR. an Nasai. Hadits ini dishahihkan oleh al Hakim).",
    "catatan": "(Shahih) HR. an Nasai no. 5490 dan al Hakim (1/104). Syaikh al Albani berkata dalam Shahih Sunan an Nasai 3/466: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Berdo‘a dengan Asmaul Husna",
    "arab": "عَنْ بُرَيْدَةَ ر ضي الله عنه قَالَ: \"سَمِعَ النَّبِيُّ ﷺ رَجُلاً يَقُولُ: \"اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ بِأَنِّيْ أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ، الأَحَدُ الصَّمَدُ، الَّذِيْ لَمْ يَلِدْ وَلَمْ يُوْلَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدِ. فَقَالَ رَسُوْلُ اللَّهِ : ﷺ لَقَدْ سَأَلَ اللَّهَ بِاسْمِهِ الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى، وَإِذَا دُعِيَ بِهِ أَجَابَ.\" أَخْرَجَهُ الأَرْبَعَةُ وَصَحَّحَهُ اِبْنُ حِبَّانَ.",
    "terjemahan": "Dari Buraidah ر ضي الله عنه ia berkata: Nabi ﷺ pernah mendengar seseorang berdoa: “Allahumma inni as aluka bi anni asyhadu annaka anta Allahu la ilaha illa anta al ahad al shamad al ladzi lam yalid walam yulad walam yakun lahu kufuwan ahad. (Ya Allah, aku memohon kepada-Mu dengan bersaksi bahwa sesungguhnya Engkau adalah Allah yang tidak ada Tuhan sama sekali kecuali Engkau, yang Maha Esa, tempat bergantung segala sesuatu, yang tidak beranak dan yang tidak pula diperanakkan, serta yang tidak ada seorang pun yang setara dengan-Mu).” Lalu Rasulullah ﷺ bersabda: “Sungguh ia telah memohon kepada Allah dengan menggunakan nama-Nya yang jika Dia dimintai dengan nama terserbut, Dia pasti memberi, dan yang jika Dia diseru dengan nama tersebut, Dia pasti mengabulkan.” (Diriwayatkan oleh imam empat [Abu Daud, an Nasai, at Tirmidzi, dan Ibnu Majah]. Hadits ini dishahihkan oleh Ibnu Hibban).",
    "catatan": "(Shahih) HR. Abu Daud no. 1493, an Nasai no. 1300, at Tirmidzi no. 3475, Ibnu Majah no. 3927 dan Ibnu Hibban no. 2383. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 1/410: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dzikir Pagi dan Petang",
    "arab": "عَنْ أَبِي هُرَيْرَةَ ر ضي الله عنه قَالَ: كَانَ رَسُوْلُ اللَّهِ ﷺ إِذَا أَصْبَحَ يَقُوْلُ: \"اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإِلَيْكَ النُّشُوْرُ. وَإِذَا أَمْسَى قَالَ مِثْلَ ذَلِكَ، أَلاَ أَنَّهُ قَالَ: وَإِلَيْكَ الْمَصِيْرُ.\" أَخْرَجَهُ الأَرْبِعَةُ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: “Rasulullah ﷺ ketika berada di waktu pagi hari berdoa: ‘Allahumma bika ashbahna, wa bika amsaina, wa bika nahya, wa bika namutu, wa ilaikal nusyur.’ ('Ya Allah, karena Engkau lah kami berada di waktu pagi, karena Engkau lah kami berada di waktu petang, karena Engkau lah kami hidup, karena Engkau lah kami mati, dan kepada Engkau lah tempat berbangkit). Dan jika berada di waktu petang hari beliau juga berdoa seperti itu, hanya saja beliau membaca (sebagai ganti dari bacaan yang akhir), ‘wa ilaika al mashir’. (Dan kepada Engkau lah tempat kembali).” (Diriwayatkan oleh imam empat [Abu Daud, an Nasai, at Tirmidzi, dan Ibnu Majah]).",
    "catatan": "(Hasan) HR. Abu Daud no. 5068, an Nasai di kitab 'Amalu al Yaum wa al Lailah 564, at Tirmidzi no. 3391 dan Ibnu Majah no. 3937. Syaikh al Albani berkata dalam Shahih Sunan Abu Daud 3/247: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a yang Paling Banyak Dibaca Rasulullah r",
    "arab": "عَنْ أَنَسٍ ر ضي الله عنه قَالَ: كَانَ أَكْثَرُ دُعَاءِ رَسُوْلِ اللَّهِ : ﷺ \"رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِيْ الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Anas ر ضي الله عنه ia berkata: Doa yang sering dibaca oleh Rasulullah ﷺ ialah: “Rabbana atina fiddun-ya hasanatan wa fil akhirati hasanatan, waqina ‘adzabannar. (Ya Tuhan kami, berikanlah kepada kami kebaikan di dunia dan kebaikan di akhirat, dan peliharalah kami dari api neraka).” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6389 dan Muslim, no. 2690."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a Memohon Ampunan",
    "arab": "عَنْ أَبِيْ مُوْسَى الأَشْعَرِيِّ ر ضي الله عنه قَالَ: كَانَ النَّبِيُّ ﷺ يَدْعُوْ: \"اَللَّهُمَّ اغْفِرْ لِيْ خَطِيْئَتِيْ، وَجَهْلِيْ، وَإِسْرَافِيْ فِيْ أَمْرِيْ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّيْ. اَللّهُمَّ اغْفِرْ لِيْ جِدِّيْ، وَهَزْلِيْ، وَخَطَئِيْ، وَعَمْدِيْ، وَكُلُّ ذَلِكَ عِنْدِيْ. اَللّهُمَّ اغْفِرْ لِيْ مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّيْ، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ، وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ.\" مُتَّفَقٌ عَلَيْهِ.",
    "terjemahan": "Dari Abu Musa al Asy‘ari ر ضي الله عنه ia berkata: Nabi ﷺ biasa membaca doa: “Allahummaghfir li khathi'ati, wa jahli, wa israfi fi amri wama anta a’lamu bihi minni. Allahumagh fir li jiddi wa hazli. Wa khatha'i wa ‘amdi wa kulla dzalika ‘indi. Allahumaghfir li ma qaddamtu wama akhkhartu, wama asrartu, wama a’lantu, wama anta a’lamu bihi minni. Anta al muqaddamu wa anta al muakhkhiru wa anta ‘ala kulli syai'in qadir. (Ya Allah, ampunilah dosaku, kebodohanku, berlebih-lebihanku dalam urusanku, dan apa-apa yang Engkau lebih mengetahuinya daripada diriku. Ya Allah, ampunilah aku karena kesungguhanku, senda gurauku., kesalahanku, dan kesengajaanku.Semuanya itu memang ada padaku. Ya Allah, ampunilah aku dari apa yang telah dan yang akan aku lakukan, apa yang aku sembunyikan, apa yang aku tampakkan, dan apa yang Engkau lebih mengetahuinya daripada diriku. Engkau lah Tuhan Yang Terdahulu dan Yang Terakhir. Dan Engkau lah Yang Mahakuasa atas segala sesuatu).” (Muttafaqun ‘alaih).",
    "catatan": "(Shahih) HR. al Bukhari, no. 6398. dan Muslim, no. 2719. Disebutkan dalam (Z): (أَنْتَ اَلْمُقَدِّمُ وَالْمُؤَخِّرُ)"
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a agar Diperbaiki Agamanya",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: كَانَ رَسُوْلُ اللَّهِ ﷺ يَقُوْلُ: \"اَللَّهُمَّ أَصْلِحْ لِيْ دِيْنِيْ الَّذِيْ هُوَ عِصْمَةُ أَمْرِيْ، وَأَصْلِحْ لِيْ دُنْيَايَ الَّتِيْ فِيْهَا مَعَاشِيْ، وَأَصْلِحْ لِيْ آخِرَتِيْ الَّتِيْ إِلَيْهَا مَعَادِيْ، وَاجْعَلْ اَلْحَيَاةَ زِيَادَةً لِيْ فِيْ كُلِّ خَيْرٍ، وَاجْعَلْ اَلْمَوْتَ رَاحَةً لِيْ مِنْ كُلِّ شَرٍّ.\" أَخْرَجَهُ مُسْلِمٌ.",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه berkata: Rasulullah ﷺ biasa membaca doa: “Allahumma ashlih li dini alladzi huwa ‘ishmatu amri, wa ashlih li dun-yaya al lati fiha ma‘asyi, wa ashlih li akhirati al lati ilaiha ma‘adi, waj‘al al hayata ziyadatan li fi kulli khairin, waj‘al al mauta rahatan li min kullisyarrin. (Ya Allah, perbaikilah agamaku yang merupakan penjaga urusanku, perbaikilah duniaku yang merupakan penghidupanku, perbaikilah akhiratku yang merupakan tempat kembaliku, dan jadikanlah hidup sebagai kesempatan untuk menambah setiap kebaikanku, dan jadikanlah kematian sebagai istirahat bagiku dari segala kejahatan).” (HR. Muslim).",
    "catatan": "(Shahih) HR. Muslim, no. 2720"
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a agar Diberi Ilmu yang Bermanfaat",
    "arab": "عَنْ أَنَسٍ ر ضي الله عنه قَالَ: كَانَ رَسُوْلُ اللَّهِ ﷺ يَقُولُ: \"اَللَّهُمَّ انْفَعْنِيْ بِمَا عَلَّمْتَنِيْ، وَعَلِّمْنِيْ مَا يَنْفَعُنِيْ، وَارْزُقْنِيْ عِلْمًا يَنْفَعُنِيْ.\" رَوَاهُ النَّسَائِيُّ وَالْحَاكِمُ.",
    "terjemahan": "Dari Anas ر ضي الله عنه ia berkata: Rasulullah ﷺ biasa membaca doa: “Allahummanfa’ni bima ‘allamtani, wa 'allimni ma yanfa‘uni, warzuqni ‘ilman yanfa‘uni. (Ya Allah, berilah aku manfaat pada apa yang telah Engkau ajarkan kepadaku, ajarkanlah kepadaku apa yang bermanfaat bagiku, dan anugerahkanlah kepadaku ilmu yang bermanfaat bagiku).” (HR. an Nasai dan al Hakim).",
    "catatan": "(Hasan) HR. al Hakim (1/510). Syaikh al Albani berkata dalam as Silsilah ash Shahihah 8/158 no. 3151: \"Shahih\"."
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a agar Diberi Tambahan Ilmu yang Bermanfaat",
    "arab": "وَلِلتِّرْمِذِيِّ: مِنْ حَدِيْثِ أَبِيْ هُرَيْرَةَ نَحْوُهُ، وَقَالَ فِي آخِرِهِ: \"وَزِدْنِيْ عِلْمً، وَالْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ، وَأَعُوْذُ بِاللَّهِ مِنْ حَالِ أَهْلِ النَّارِ.\" وَإِسْنَادُهُ حَسَنٌ",
    "terjemahan": "Diriwayatkan pula oleh at Tirmidzi dari hadits Abu Hurairah yang semisal dengan hadits di atas, tetapi beliau menambahkan di akhir do‘a dengan lafadz, “Dan tambahkanlah padaku ilmu, segala puji bagi Allah atas setiap keadaan, dan aku berlindung kepada-Nya dari keadaan penduduk neraka.” (Sanad hadits ini hasan).",
    "catatan": "(Dha‘if) HR. at Tirmidzi no. 3599. Di dalam sanadnya ada rawi yang bernama Muhammad bin Tsabit. Dia adalah rawi yang tidak dikenal, juga ada Musa bin ‘Ubaidah seorang rawi yang dha‘if. Syaikh al Albani berkata dalam Shahih Sunan at Tirmidzi 3/476: \"Shahih\" tanpa tambahan : \n (وَالْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ، وَأَعُوْذُ بِاللَّهِ مِنْ حَالِ أَهْلِ النَّارِ)"
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Do‘a Memohon Segala Kebaikan",
    "arab": "عَنْ عَائِشَةَ z أَنَّ النَّبِيَّ ﷺ عَلَّمَهَا هَذَا الدُّعَاءَ: \"اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ، عَاجِلِهِ وَآجِلِهِ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ، وَأَعُوْذُ بِكَ مِنْ الشَّرِّ كُلِّهِ، عَاجِلِهِ وَآجِلِهِ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ. اللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهُ عَبْدُكَ وَنَبِيُّكَ. اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْجَنَّةَ، وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَعُوْذُ بِكَ مِنَ النَّارِ، وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِيْ خَيْرًا.\" أَخْرَجَهُ اِبْنُ مَاجَهُ وَصَحَّحَهُ اِبْنُ حِبَّانَ وَالْحَاكِمُ.",
    "terjemahan": "Dari ‘Aisyah z sesungguhnya Nabi ﷺ pernah mengajarkan do‘a berikut ini kepadanya: “Allahumma inni as-aluka min al khairi kullihi ‘ajilihi wa aajilihi, ma ‘alimtu minhu wa ma lam a’lam. wa a‘udzu bika min al syarri kullihi ‘ajilihi wa aajilihi, ma alimtu minhu wa ma lam a’lamu. Allahumma inni as-aluka min khairi ma sa'alaka ‘abduka wa nabiyyuka, wa a’udzu bika min syarri ma ‘adza bihi ‘abduka wa nabiyyuka. Allahumma inni as-aluka al jannata, wa ma qarraba ilaiha min qaulin au ‘amalin. Wa a‘udzu bika min al nari, wama qarraba ilaiha min qaulin au ‘amalin. Wa as-aluka an taj‘ala kuila qadhain qadhaitahu li khairan. (Ya Allah, aku memohon kepada-Mu akan segala kebaikan, baik yang sekarang maupun yang nanti, baik yang aku ketahui maupun yang tidak aku ketahui. Dan aku berlindung kepada-Mu dari segala kejahatan, baik yang sekarang maupun yang nanti, baik yang aku ketahui maupun yang tidak aku ketahui. Ya Allah, aku memohon kepada-Mu dari kebaikan apa saja yang dimintakan kepada-Mu oleh hamba dan Nabi-Mu dan aku berlindung kepada-Mu dari kejahatan apa saja yang dimintai perlindungan kepada-Mu oleh hamba dan Nabi-Mu. Ya Allah, aku memohon kepada-Mu surga dan apa yang dapat mendekatkan kepadanya baik berupa ucapan maupun amalan. Dan aku berlindung kepada-Mu dari neraka dan apa yang dapat mendekatkan kepadanya baik berupa ucapan maupun amalan. Dan aku memohon kepada-Mu agar Engkau menjadikan setiap keputusan yang Engkau putuskan kepadaku itu baik untukku.” (HR. Ibnu Majah dan dishahihkan oleh Ibnu Hibban dan al Hakim).",
    "catatan": "(Shahih) HR. Ibnu Majah no. 3914, Ibnu Hibban no. 869 dan al Hakim (1/521-522). Syaikh al Albani berkata dalam Shahih Sunan Ibnu Majah 3/258: \"Shahih\". Disebutkan dalam (K): (مَا عَاذَ مِنْهُ)"
  },
  {
    "bab": "5",
    "judul_bab": "Dzikir dan Doa",
    "judul": "Dua Kalimat yang Paling Dicintai Allah I",
    "arab": "عَنْ أَبِيْ هُرَيْرَةَ ر ضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ : \"كَلِمَتَانِ حَبِيْبَتَانِ إِلَى الرَّحْمَنِ، خَفِيْفَتَانِ عَلَى اللِّسَانِ، ثَقِيْلَتَانِ فِيْ الْمِيْزَانِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيمِ.\" أَخْرَجَ الشَّيْخَانَ .",
    "terjemahan": "Dari Abu Hurairah ر ضي الله عنه ia berkata: Rasulullah ﷺ bersabda: “Ada dua kalimat yang disukai oleh Allah Yang Maha pemurah, ringan bagi lisan, dan berat dalam timbangan amal kelak, yaitu: ‘Subhanallah wa bi hamdihi, Subhanallahi al ‘azhim.’ (Mahasuci Allah dengan segala puji-Nya, dan Mahasuci Allah Yang Maha Agung).” (HR. al Bukhari dan Muslim).",
    "catatan": "(Shahih) HR. al Bukhari no. 6406 dan Muslim no. 2694."
  }
]